[
  {
    "id": 3530358,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 23:31:59",
    "feedback": "Kindly find my feedback attached.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Sanja",
    "surname": "Terlevic",
    "login": "",
    "attachments": [
      {
        "id": 27542709,
        "fileName": "EU 2025 Strategic Foresight Report consultation.pdf",
        "ersFileName": "EU 2025 Strategic Foresight Report consultation.pdf",
        "pages": 1,
        "documentId": "090166e51a40e983",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 222801,
        "pdfSize": 224043
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Sanja Terlevic.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Sanja Terlevic.md"
    ]
  },
  {
    "id": 3530357,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 22:47:34",
    "feedback": "TES is a global green energy company focused on developing giga-scale projects to produce hydrogen-based e-fuels, such as e-NG (electric natural gas made from green hydrogen and CO2). Based in Europe and operating worldwide, TES uses renewable power combined with climate-neutral CO2 to create e-NG, a drop-in fuel that can replace fossil natural gas exactly like biomethane. This scalable and cost-effective approach aims to provide reliable and affordable green energy globally by building on existing infrastructure and processes. TES seeks to accelerate the adoption of green molecules across various sectors by making them easy to transport and consumeto deliver on real zero targets and win the climate race. We welcome the public consultation of the upcoming strategic foresight report, and in particular its focus on resilience, inter alia of the energy system. To reach this goal, a variety of increasingly renewable sources of energy will be required moving forward. Beside ensuring that a variety of technologies can be supported, it will also be key to guarantee that the EU can continue to rely on safe and secure import of renewable energy sources, while quickly scaling up its own internal production capacity and internal market for renewable energy sources. To this end, a focus on the below would be recommended in our view: 1. Remaining committed to our existing EU targets while defining ambitious milestones towards 2035, 2040, 2045, 2050 and beyond. There is no way back. It is crucial to reconcile competitiveness with decarbonisation targets and ensure that they are both achievable and sustainable. To this end, the EU should continue pushing for high renewable and low-carbon targets across Member States and build on new and existing initiatives (eg the COP, IEA Clean Energy Ministerial) while putting forward policy tools such as renewable gas blending mandates successfully featured in Canada, Japan or France, to mention a few; 2. Ensuring adequate financing, simple funding rules, and financing tools, are put in place to achieve our objectives will be fundamental. An assessment of the available funding at EU and Member States level, along with a forecast to be included in the upcoming MFF negotiations should be incorporated to ensure that funding channels are sustainable and realistic o The proposal of an industrial decarbonisation bank to channel funding (whether ETS-based or other) into the most cost-effective decarbonisation option for different end-user sector should be supported and quickly implemented as low-hanging fruits to reducing our emissions; other schemes should be simplified and/or integrated to simplify the landscape o Renewable-focused funding should be clearly earmarked maintained, to ensure that our long-term objective remains clear and locks-in our energy system into the most sustainable pathway in terms of resources; o Technology neutrality must rule, with an objective lifecycle assessment methodology to gauge on the emission reduction benefits 3. Implementation of existing EU legislation, targets and rules is paramount to ensuring the resilience of the EU and a level-playing field across Member States. The example of the Renewable Energy Directive (2023/2413) and its ability to unlock business cases when properly implemented across the EU along with its targets and facilitating internal market tools (such as the Union Database) is a case in point. TES believes that by (1) ensuring regulatory certainty and stability through accelerated and full implementation of EU legislation and targets across Member States (2) earmarking sufficient financing for decarbonisation objectives that can ensure security of supply and resilience and making it simple to access and (3) ensuring that clear and ambitious targets and milestones are set-out towards 2035, 2040, 2045, 2050 and beyond, the EU will be able to decisively reconcile increased competitiveness and resilience.",
    "language": "EN",
    "userType": "COMPANY",
    "country": "BEL",
    "companySize": "MEDIUM",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "247520145056-08",
    "firstName": "Nicolas",
    "surname": "Jensen",
    "login": "",
    "organization": "TES",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\TES.md"
    ]
  },
  {
    "id": 3530356,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 22:00:54",
    "feedback": "Philea is pleased to contribute to this important initiative to engage citizens and stakeholders in shaping EU decision-making through strategic foresight is both timely and necessary. As global challenges such as climate change, demographic shifts, economic inequalities, and technological disruptions continue to evolve, it is crucial that the EU adopts a long-term, evidence-based approach to resilience-building. However, for Europe to fully harness collective intelligence and build a resilient future, the Commission must foster an enabling environment that allows philanthropy, civil society, and other stakeholders to act and engage alongside policymakers as partners. The European Philanthropy Manifesto outlines the critical steps needed to create a Single Market for Philanthropy, reducing administrative, legal, and fiscal barriers that currently restrict cross-border philanthropic action. This aligns directly with the EUs strategic foresight agenda, as foresight requires multi-stakeholder collaboration, long-term investments, and adaptive policy frameworks to anticipate and address emerging challenges effectively. By empowering, facilitating, engaging, and partnering with philanthropy, the EU can unlock new sources of funding, innovation, and expertise that enhance its foresight-driven policymaking. A well-integrated philanthropic sector would play a critical role in futures thinking, enabling greater cross-border collaboration on scenario planning, supporting research and experimentation in resilience-building, and scaling social innovation. Philanthropys capacity for long-term, risk-tolerant investments complements the EUs foresight efforts by funding pilot programs, emerging technologies, and systemic interventions that might otherwise fall outside traditional policy cycles. By removing barriers to cross-border collaboration, the EU can better leverage philanthropy as a foresight partner, ensuring that long-term resilience strategies are informed by diverse societal perspectives and adaptable to future uncertainties. As Philea we are committed to pluralistic, just and resilient societies that centre people and planet. Our cross-cutting themes are democracy, climate and equality and, in this spirit, we consider that the Startup and Scaleup Strategy should contribute to maintaining high social, participatory and environmental standards.Our publication, Futures Philanthropy: Anticipation for the Common Good, is a source of unique insights into the forward-looking, risk-taking and innovative potential of philanthropy and how funders are acting for Europes today and tomorrow.",
    "language": "EN",
    "userType": "NGO",
    "country": "BEL",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "78855711571-12",
    "firstName": "Claire",
    "surname": "Fally",
    "login": "",
    "organization": "Philea ",
    "attachments": [
      {
        "id": 27542708,
        "fileName": "Response to the 2025 Strategic Foresight Report - Philea.docx",
        "ersFileName": "Response to the 2025 Strategic Foresight Report - Philea.pdf",
        "pages": 5,
        "documentId": "090166e51a408431",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 758366,
        "pdfSize": 154066
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Philea.docx"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Philea.md"
    ]
  },
  {
    "id": 3530353,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 20:55:44",
    "feedback": "Any vision for a resilient EU must be grounded in the harsh realities ahead: - Demographic challenges: By 2040, the EUs workforce is projected to shrink by nearly 2 million workers annually, while the ratio of working to retired people will decline from approximately 3:1 to 2:1 (Draghi Report, 2024); - Geopolitical shifts: By 2040, Europe will not only lose its demographic dividend (when economic growth is supported by a rising population, but the era of the peace dividend will be long gone (von der Leyen, 2025); - Increased defense spending: The Readiness 2030 initiative, aimed at strengthening European defense, is expected to reshape budgets, with military expenditures rising to 57% of GDP (European NATO/EDU scenarios, EPRS The Future European Security Architecture, 2025); - Economic and environmental costs: The green premium initiative reflects the financial burden associated with the green energy transition and climate mitigation efforts (ESPAS Global Trends to 2040). With these developments in mind, it is reasonable to envision a future where revenues from trade have declined, but Europe heavily taxes both businesses and individuals. These tax revenues are used to finance a substantial EU resilience fund that supports social equality across the EU. Where the EU admits it or not, this fund has led to an internal societal debate on which socio-economic paradigm is the most effective (Joint Research Centre Reference Foresight Scenarios 2040). In my view, any paradigm we adopt must begin with redefining the relationship between the citizen (taxpayer) and the state (administration). The EU can no longer afford a system where Big Data is used solely to combat presumed tax avoidance rather than to understand and incentivize compliant taxpayer behavior. A new level-playing society should uphold transparency not only for taxpayers but also for administrations. The principle of no taxation without representation must be more than a slogan. What needs to be done? - Reduce the tax compliance burden; - Implement real and meaningful simplifications; - Introduce regulatory sandboxes to test innovative tax policies; - Increase accountability in tax administration; - Use the power of AI to empower the taxpayers, to understand their taxing rights and obligations! A truly open society acknowledges that, whether we like it or not, if corporate power continues to expand, large corporations may need to be given a greater voice than they have today within international organisations that establish global standards and co-ordinate responses to global challenges such as climate change, national security and technological safety (OECD, Strategic Foresight Toolkit, 2025). In short, readiness for 2040 (and beyond) must involve a shift toward a dialogue between unbiased algorithms those of tax administrations and those of taxpayers as well as a true partnership between governments and taxpayers, united by common long-term goals.",
    "language": "EN",
    "userType": "COMPANY",
    "country": "ROU",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Adrian",
    "surname": "LUCA",
    "login": "",
    "organization": "Transfer Pricing Services SRL",
    "attachments": [
      {
        "id": 27542693,
        "fileName": "Adrian Luca, TPS, Feedback to 2025 Foresight report_19.03.2024.pdf",
        "ersFileName": "Adrian Luca, TPS, Feedback to 2025 Foresight report_19.03.2024.pdf",
        "pages": 2,
        "documentId": "090166e51a40198a",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 79874,
        "pdfSize": 83281
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Transfer Pricing Services SRL.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Transfer Pricing Services SRL.md"
    ]
  },
  {
    "id": 3530347,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 19:31:15",
    "feedback": "In a rapidly evolving world, the European Public Health Association (EUPHA) calls for the integration of strategic foresight into EU public health policy to enhance resilience and preparedness. This public consultation response to the European Commissions 2025 Strategic Foresight Report emphasizes the need for long-term, anticipatory governance to safeguard public health in the face of climate change, digital transformation, security risks, and demographic shifts. 10 Key Takeaways from EUPHAs Foresight Strategy 2025 1️ Institutionalize Public Health Foresight Establish a structured long-term strategic foresight process within EU health policymaking to enhance resilience. 2️ Enhance Cross-Sector Collaboration Integrate public health foresight with climate, digital, and security policies to strengthen preparedness. 3️ Strengthen Scenario Planning Develop forward-looking health scenarios addressing geopolitical, environmental, and technological uncertainties. 4️ Leverage AI for Early Warning Systems Use AI-driven tools to detect weak signals and anticipate emerging health threats. 5️ Integrate Climate Foresight in Health Policies Ensure proactive adaptation to climate-related health risks and environmental challenges. 6️ Future-Proof Healthcare Infrastructure Build resilient, adaptable, and energy-efficient health systems to meet evolving demands. 7️ Promote Participatory Foresight Engage policymakers, researchers, and civil society in shaping inclusive, future-ready health strategies. 8️ Invest in Public Health Foresight Capacity Strengthen training programs and knowledge-sharing across EU institutions to build expertise. 9️ Develop an EU-Wide Resilience Framework Reinforce preparedness for pandemics, antimicrobial resistance (AMR), and demographic shifts. Translate Foresight into Policy Action Establish mechanisms to integrate foresight insights into real-world decision-making. Why It Matters: To safeguard European public health, foresight must become a core pillar of policymakingmoving from reaction to proactive preparedness. By embedding long-term resilience thinking, Europe can anticipate future challenges and build a healthier, more secure future for all.",
    "language": "EN",
    "userType": "NGO",
    "country": "BEL",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "37673629826-90",
    "firstName": "Sarah",
    "surname": "Abitbol",
    "login": "",
    "organization": "EUPHA (European Public Health Association)",
    "attachments": [
      {
        "id": 27542689,
        "fileName": "Foresight Strategy 2025 EUPHA public consultation.pdf",
        "ersFileName": "Foresight Strategy 2025 EUPHA public consultation.pdf",
        "pages": 8,
        "documentId": "090166e51a3f8582",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 410279,
        "pdfSize": 495998
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\EUPHA European Public Health Association.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\EUPHA European Public Health Association.md"
    ]
  },
  {
    "id": 3530346,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 19:30:53",
    "feedback": "The foundation of modern economies relies on the consumption of finite resources, especially fossil fuels, to fuel growth, which ultimately leads to environmental degradation, resource depletion, and inequalities in wealth distribution. The concept of endless economic growth on a planet with limited resources is inherently unsustainable - the paradox of infinite growth within a finite world. The necessary transition to a new economic model needs to ensure that prosperity is shared more equitably among all people. This brief note (prepared by the SPES project Sustainability Performances, Evidence and Scenarios to inform the Strategic Foresight Report) wants to highlight the main long-term EU challenges and propose solutions with the intent of enhancing the economic system resilience, meanwhile promoting Sustainable Human Development to expand sustainable and inclusive wellbeing for all. Considering the most recent relevant literature, we attempt to unify the thoughts towards a shared consensus that can finally lead to the ultimate beyond-GDP transition. This requires conscious governance and collective action by all societal actors, where solutions must be built around sustainability and resilience, and definitively not by wealth or power.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "ITA",
    "companySize": "SMALL",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "SPES project - Sustainabilty Performances, Evidence and Scenarios",
    "attachments": [
      {
        "id": 27542688,
        "fileName": "SPES Feedback for the 2025 Strategic Foresight Report_March 2025.pdf",
        "ersFileName": "SPES Feedback for the 2025 Strategic Foresight Report_March 2025.pdf",
        "pages": 22,
        "documentId": "090166e51a3f745d",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 429253,
        "pdfSize": 406875
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\SPES project - Sustainabilty Performances Evidence and Scenarios.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\SPES project - Sustainabilty Performances Evidence and Scenarios.md"
    ]
  },
  {
    "id": 3530345,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 19:26:41",
    "feedback": "The insurance industry works every day to protect people and businesses. UNESPA is the Spanish Association of Insurers and is member of Insurance Europe. The association was founded in 1977 and represents approximately 200 insurers that together cover almost all the insurance business in Spain. These undertakings have a turnover of 62,000 million euros every year, or in other words, almost 5.1% of Spanish gross domestic product (GDP). They protect assets and people, which are valued at more than 10 times the GDP of Spain. UNESPA highly appreciates the focus of the 2025 Strategic Foresight Report on resilience. The Commission efforts to strengthen consistency and synergies between all EU policies aiming to promote long-term resilience will certainly contribute to the success in moving towards a safer and more prosperous future for all Europeans. The insurance industry is willing to work closely and constructively with the Commission, supporting initiatives that strengthen the resilience of Europe's economy and society. That includes initiatives to enhance preparedness and close existing protection gaps in a number of areas, such as climate risks or cyber risks, among other threats and hazards, as highlighted in the Niinisto report. To enhance preparedness, policymakers should carry out initiatives to raise awareness among citizens and businesses about risks facing them and their properties and about existing protection gaps. Policymakers should also implement initiatives to increase the insurability of risks. That would include risk prevention and risk protection awareness policies for both the public and private sectors. Furthermore, appropriate regulatory frameworks for prevention should be developed and appropriate incentives should be established for companies to invest in these prevention and protection measures, including financial support to SMEs by public aid through European funds. Insurance coverage provides financial protection and helps swift recovery from damage, but insurers cannot provide cover without data. Therefore, policymakers should ensure insurers can access and make use of data. This includes allowing customers to consent to sharing data from their vehicles, apps, and personal devices. Data is vital across all areas of insurance for pricing, risk analysis, risk mitigation and prevention, innovation, and fraud detection and prevention. In order to close the protection gap in the EU, public-private partnerships should be promoted, in particular in the area of increasingly frequent and severe extraordinary climate risks. The EU faces significant investment requirements to address climate change, enhance security, attain self-sufficiency in energy, food, and technology, and finance growth. To meet these demands, it is essential to close the pension savings gap and to increase retail investments including through insurance savings and retirement products. Closing the pension savings gap and providing financial security for individuals in a context of ageing populations, requires the implementation of measures such as: pension savings gap calculation tools to inform all workers annually about their estimated future pension; incentives to savings in supplementary occupational (second pillar) and individual (third pillar) pension schemes, the development of automatic enrolment employment systems; or the development of a pension dashboard, as proposed by the European Insurance and Occupational Pensions Authority (EIOPA) to monitor the evolution of the three pillars of pension systems in the Member States. To increase the retail participation in the financial markets, policymakers should simplify and modernise the investment process for Europeans, providing clear and streamlined customer information and avoiding disproportionate burden for financial providers without significant added value for customers. Finally, policymakers should continue efforts to strengthen the dialogue with all key stakeholders.",
    "language": "EN",
    "userType": "BUSINESS_ASSOCIATION",
    "country": "ESP",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "814721210555-72",
    "firstName": "Lázaro",
    "surname": "Cuesta Barberá",
    "login": "",
    "organization": "UNESPA",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\UNESPA.md"
    ]
  },
  {
    "id": 3530343,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 19:17:30",
    "feedback": "Summary of our response: As recognised in the Call to Evidence for the 2025 Strategic Foresight Report, resilience needs to be delivered in a sustainable, fair and democratic manner with a join up across policy priorities. The 2023 Foresight Report was right to identify that the sustainability transition is built on a triple promise: a healthy planet and thriving environment; economic growth that is decoupled from resource use and environmental degradation; and an assurance that no person or place will be left behind. That report made strong links between environmental sustainability and economic resilience but mostly related this to the transition to a net zero economy with some reference to the damage caused by pollution. The 2025 Foresight report needs to make a stronger link to the EUs ambition for a zero pollution economy and specifically the need to reduce the production, use and import of harmful chemicals. CHEM Trust welcomes the opportunity to explain the importance of including chemical regulation in the policy actions needed to strengthen resilience in the EU. The EU is facing multiple crises of climate change, chemical pollution and biodiversity loss that are interconnected and are impacting on citizens health, the ecosystems that humans depend upon and the economy. Increasing pollution of our environment and our bodies with toxic chemicals are key challenges that must be addressed in any strategy to ensure a resilient and desirable future. It is surprising therefore that the last Foresight Report (2023) did not include specific reference to chemical pollution despite containing a strong recognition of the need for environmental sustainability and wellbeing to be at the heart of resilience. Our answers to the specific questions set out in the Call for Evidence together with our supporting evidence and our policy recommendations are in the attached document.",
    "language": "EN",
    "userType": "NGO",
    "country": "GBR",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "27053044762-72",
    "firstName": "Amelia",
    "surname": "Womack",
    "login": "",
    "organization": "CHEM Trust",
    "attachments": [
      {
        "id": 27542686,
        "fileName": "CHEM Trust response to 2025 Strategic Foresight Report .docx",
        "ersFileName": "CHEM Trust response to 2025 Strategic Foresight Report .pdf",
        "pages": 5,
        "documentId": "090166e51a3f654e",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 115627,
        "pdfSize": 231217
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\CHEM Trust.docx"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\CHEM Trust.md"
    ]
  },
  {
    "id": 3530342,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 19:08:37",
    "feedback": "The Centre for Future Generations welcomes putting resilience at the core of the 2025 Foresight Report. In support of the European Commission's efforts to enhance coherence and synergies between policies relevant to strengthening long-term resilience, our response has combined our expertise with issues the Commission is looking to tackle, covering broader EU resilience questions and specific emerging technology policy topics encompassing advanced AI, biotechnology, climate interventions, neurotechnology, foresight, and technology governance. The landscape of challenges for long-term EUs resilience and strengths EU can build on sit in the nexus of geopolitical context and governance mechanisms, reflected in impact on economy and competitiveness. For 2040, we envision resilience built on a democratically strong, politically stable, and socially just EU, with the capacity to mitigate emerging risks, successfully competing globally, and with a regulatory and policy-making capacity underpinned by strategic foresight. We see emerging technologies, across AI, climate, neurotech, biotech integrated into public systems across healthcare, education and economy at large, to address societal needs and challenges, with equal access for all citizens. In 2040, the EU remains at the forefront of climate adaptation and mitigation, having successfully decarbonized its economy, established climate-resilient infrastructure, and pioneered nature-based solutions to protect ecosystems and communities. Its agriculture, urban planning, and economic systems are fully adapted to a changing climate, ensuring long-term stability and prosperity across the continent. We recommend that intergenerational fairness be placed at the heart of a resilient society, especially in terms of fostering intergenerational dialogue and building a profound understanding of the impact todays policy decisions will have on future generations. Adequate investment in innovation, paired with regulation, alongside development of trustworthy AI systems, are essential for the vision of the EU in 2040. Following the recommendations of the Draghi report, the increase of public and private R&D investment is a critical pathway to resilience in 2040. CFGs institutional blueprint report, Building CERN for AI (https://cfg.eu/building-cern-for-ai/), address the creation of a pan-European AI research institution that could transform EUs technological landscape, serving as both a driver for innovation and a safeguard for responsible AI development. In biotechnology, a wide area of advanced technologies with various applications, there are three policy pillars where policy action taken today can drive long-term resilience: 1) securing biomanufacturing supply chains and capacity through biofoundries, 2) strengthening bio-based autonomy via defence and strategic industries, and 3) biosecurity and safe innovation. Across mental health and neurotech, critical actions foreseen include: 1) embedding mental health in all policies, 2) revisiting the digitalisation agenda with respect to digital literacy, data protection and a balanced approach to digital engagement, and 3) balanced approach to the risks and opportunities of neurotechnologies. Additionally, a strategic, integrated approach to address climate change (including as a security risk) is needed, by leveraging existing foresight capabilities and closing governance and research gaps. Advancing strategic foresight is the core lever to achieve long-term resilience. Rigorous empirical approaches can help policymakers better compare uncertainties and identify scenarios where early interventions can make the biggest difference. We are currently working on foresight methods innovation that would in this sense complement widely used futures literacy to help additionally rigorously assess long-term risks and uncertainties, and prioritise concrete actions.",
    "language": "EN",
    "userType": "OTHER",
    "country": "BEL",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "286697151251-49",
    "firstName": "Ognjenka",
    "surname": "Manojlovic",
    "login": "",
    "organization": "The Centre for Future Generations",
    "attachments": [
      {
        "id": 27542685,
        "fileName": "The Centre for future Generations_2025 Strategic Foresight.pdf",
        "ersFileName": "The Centre for future Generations_2025 Strategic Foresight.pdf",
        "pages": 19,
        "documentId": "090166e51a3f528e",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 511329,
        "pdfSize": 510563
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\The Centre for Future Generations.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\The Centre for Future Generations.md"
    ]
  },
  {
    "id": 3530340,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 18:07:38",
    "feedback": "The Bankenverband (Association of German Banks) represents private banks And fintechs in Germany and advocates for a stable and competitive European financial sector. We welcome the consultation on Strategic Foresight 2025 and appreciate the European Commissions ongoing efforts in this area. The importance of Strategic Foresight is crucial in shaping a resilient and forward-looking financial and economic framework. The Bankenverband has developed a feedback and its own Strategic Foresight Report, which can be found in the attached file.",
    "language": "EN",
    "userType": "BUSINESS_ASSOCIATION",
    "country": "DEU",
    "companySize": "MEDIUM",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "0764199368-97",
    "firstName": "Kateryna",
    "surname": "Kiianova",
    "login": "",
    "organization": "Bankenverband",
    "attachments": [
      {
        "id": 27542684,
        "fileName": "BdB_Strategic_Foresight.pdf",
        "ersFileName": "BdB_Strategic_Foresight.pdf",
        "pages": 17,
        "documentId": "090166e51a3ecdeb",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 468295,
        "pdfSize": 410940
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Bankenverband.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Bankenverband.md"
    ]
  },
  {
    "id": 3530330,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 17:22:26",
    "feedback": "Contribution à la consultation sur le rapport de prospective stratégique 2025 de lUE Dans un contexte mondial en forte mutation, marqué par des crises interconnectées, la résilience constitue un axe stratégique majeur pour lUnion européenne. Le rapport prospectif du Groupe VYV apporte une contribution utile en identifiant les vulnérabilités systémiques et en proposant des solutions qui pourraient inspirer la Commission pour renforcer la capacité dadaptation de lUE. Un alignement avec les priorités stratégiques de lUE Le travail prospectif s'inscrit pleinement dans la stratégie de résilience à long terme de l'UE, en mettant laccent sur : Lidentification des vulnérabilités systémiques et des interdépendances entre enjeux climatiques, économiques et sociaux. Lanalyse des interactions entre les politiques publiques et leurs effets croisant différents domaines daction. La formulation de solutions transversales et intégrées, pour les acteurs, privés comme publics, avec un focus sur la santé et la protection sociale, dans une approche plus globale des besoins des populations. Nos scénarios prospectifs Notre rapport consolide quatre scénarios prospectifs à lhorizon 2040, reprenant en partie lesprit des scénarios « Transition(s) 2050 » de lAgence de la transition écologique (ADEME) en France : Green New Deal ; Inflation technologique ; Révolution agricole et citoyenne et enfin Déclin réactionnaire Les vulnérabilités majeures identifiées De lanalyse ressortent des implications et des vulnérabilités pour la santé des populations, certaines liées aux dégradations environnementales (aléas climatiques, pollutions, nouvelles pathologies) ; dautres, à laltération des modes de vie (travail, érosion des solidarités, précarisation). Les solutions proposées Les propositions développées sarticulent autour de plusieurs axes comme les réflexions sur lautonomie stratégique, la transition écologique et la cohésion sociale qui passe par un renforcement des solidarités territoriales et des innovations en matière de protection sociale ainsi que le développement des services de proximité Le Groupe VYV est à la disposition des services de la Commission pour présenter nos scénarios, la méthodologie et explorer les pistes de réponses. Le Groupe VYV porte la conviction que le droit à la santé pour tous passera nécessairement par un engagement global alliant objectifs de santé, respect des limites planétaires et justice sociale, souligne Stéphane Junique, Président du Groupe VYV et de VYV3.",
    "language": "FR",
    "userType": "COMPANY",
    "country": "FRA",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "817811930809-44",
    "firstName": "Natacha",
    "surname": "CLARAC",
    "login": "",
    "organization": "GROUPE VYV",
    "attachments": [
      {
        "id": 27542679,
        "fileName": "Demain tous vulnerables_EnglishCahier prospectif_GV_EN_.pdf",
        "ersFileName": "Demain tous vulnerables_EnglishCahier prospectif_GV_EN_.pdf",
        "pages": 56,
        "documentId": "090166e51a3e41eb",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 2826707,
        "pdfSize": 2836304
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "Contribution to the consultation on the EU Strategic Foresight Report 2025 In a rapidly changing global context characterised by interconnected crises, resilience is a key strategic axis for the European Union. The forward-looking report of the VYV Group provides a useful contribution by identifying systemic vulnerabilities and proposing solutions that could inspire the Commission to strengthen the EU’s adaptive capacity. Alignment with the EU’s strategic priorities Foresight work is fully in line with the EU’s long-term resilience strategy, focusing on: Identification of systemic vulnerabilities and interdependencies between climate, economic and social challenges. Analysis of the interactions between public policies and their effects across different policy areas. The formulation of cross-cutting and integrated solutions for actors, both private and public, with a focus on health and social protection, in a more holistic approach to people’s needs. Our foresight scenarios our report consolidates four forward-looking scenarios up to 2040, partly reproducing the scenarios “Transition (s) 2050” of the Agence de la transition écologique (ADEME) in France: Green New Deal; Technological inflation; Agricultural Revolution and Citizen Revolution and finally Reshareholder Declin Key Vulnerabilities Identified From the Implications and Vulnerabilities for People’s Health, some of them linked to environmental degradation (climatic hazards, pollution, new pathologies); other, changing lifestyles (work, erosion of solidarity, precariousness). The proposed solutions The proposals developed are structured around a number of areas, such as reflections on strategic autonomy, the green transition and social cohesion, which involves strengthening territorial solidarity and innovation in social protection and the development of community-based services. The VYV Group is at the disposal of the Commission services to present our scenarios, the methodology and to explore possible responses. The VYV Group believes that the right to health for all will necessarily require a global commitment combining health objectives, respect for planetary boundaries and social justice, stresses Stéphane Junique, president of the VYV Group and VYV3.",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\GROUPE VYV.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\GROUPE VYV.md"
    ]
  },
  {
    "id": 3530323,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 17:07:28",
    "feedback": "Water resilience is one of todays biggest challenges. Climate change, causing water stress, associated with increasing industrial demand for water, are forcing us to rethink how we treat water, both from a quantity and quality point of view. To meet these current and future challenges, it is crucial to deliver on a strong and ambitious European Water Resilience Strategy. This urgency affects everyone, at all levels and across all sectors. It is therefore essential that the cross-cutting nature of water is considered through strengthened governance and the development of stronger synergies between EU policies. As governance at the basin level can present challenges for regions and Member States, it is crucial to reinforce transboundary cooperation at the operational, tactical, and strategic levels, with mutual and harmonised processes and obligations. The European Commission must as well ensure that obligations related to water availability and quality are fully enforced in the EU, by better controlling the implementation of existing water policies. Furthermore, the EU must prioritise circular solutions, such as the reuse of treated wastewater, encourage aquifer recharge to maintain groundwater levels, combat leaks in water networks, and encourage the digitalization of water management processes. Finally, the EU should push Member States to rethink the price value of water to promote a more rationale use of the resource. The selling price of water is currently too low to enable water management operators to effectively fulfil their mission: ensuring a sufficient supply of quality water both today and in the future. The undervaluation of water hinders the investment opportunities needed for the deployment of necessary infrastructures and the development of innovative water-smart solutions.",
    "language": "EN",
    "userType": "COMPANY",
    "country": "FRA",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "27799842497-69",
    "firstName": "Alexandra",
    "surname": "de Schonen",
    "login": "",
    "organization": "SUEZ",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\SUEZ.md"
    ]
  },
  {
    "id": 3530321,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 17:03:12",
    "feedback": "In 2020, the EU Strategic Foresight report was about resilience. In response to this impressive work, Luxembourg Strategy (2021-2024), the former Strategic Foresight Directorate of the Ministry of the Economy, published a scientific article comparing those indicators with the national competitiveness and sustainability indicators. The article can be accessed here: https://odc.gouvernement.lu/en/publications/rapport-etude-analyse/perspectives-politique-economique/ppe-037.html Meanwhile we have proceeded with the analysis of what a future resilient economy could look like. As a resources-poor continent, it is difficult for EU to compete with resources-rich countries. Therefore rather than competition, critical sufficiency (energy, food, water, materials, ..) and vital sovereignty (data, Ai, defence ...) and relying on its strengths (education, infastructure, culture, languages, environmental protection, territorial adaptation to climate disruption, ...) seem key. In this respect, the Luxembourg Ministry of the Economy has developed 5 scenarios for the NEXTGEN Infrastructures, here: https://meco.gouvernement.lu/fr/domaines-activites/prospective/luxembourg-strategie/analyses/infra2100.html and assessed the ESPAS Global Trend for their relevance to the Luxembourg economy (see file attached, work in progress). Thank you for your attention",
    "language": "EN",
    "userType": "PUBLIC_AUTHORITY",
    "scope": "NATIONAL",
    "governanceLevel": "AUTHORITY",
    "country": "LUX",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "pascale",
    "surname": "junker",
    "login": "",
    "organization": "Ministry of the Economy, Luxembourg",
    "attachments": [
      {
        "id": 27542676,
        "fileName": "3. MT Analysis Booklet_Global Trends 2040_PJunker_March 2025.pdf",
        "ersFileName": "3. MT Analysis Booklet_Global Trends 2040_PJunker_March 2025.pdf",
        "pages": 23,
        "documentId": "090166e51a3dfdbf",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 781278,
        "pdfSize": 1090622
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Ministry of the Economy Luxembourg.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Ministry of the Economy Luxembourg.md"
    ]
  },
  {
    "id": 3530302,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 16:19:23",
    "feedback": "The European Union faces significant challenges to long-term resilience while possessing substantial strengths upon which to build. Environmental pressures, including climate change, biodiversity loss, and resource scarcity, represent major threats, while outdated governance structures struggle to handle contemporary demands. Technological dependencies, particularly in digital services and critical minerals, add complexity to the challenge. Despite these challenges, the EU maintains powerful foundations: a strong institutional framework, leadership in environmental policy through the European Green Deal, extensive infrastructure, growing research capabilities, and high social cohesion. By 2040, the EU envisions itself as a global leader characterized by net-zero emissions, digital sovereignty, robust social cohesion, adaptive governance, and strong environmental stewardship. Achieving this vision requires immediate action. Critical policy initiatives include integrating climate risks into security frameworks, developing renewable energy sovereignty, creating circular economy systems, implementing digital sovereignty measures, and establishing multilateral climate security approaches. To ensure intergenerational fairness, the EU must implement just transition frameworks, develop green job opportunities, create universal civic service programs, invest in lifelong learning platforms, and establish sustainable pension systems. Key synergies exist between green and digital transitions, social and economic policies, and internal and external security measures. However, tensions must be managed between economic growth and environmental protection, national sovereignty and EU integration, and short-term costs versus long-term benefits. To enhance strategic foresight, the Commission should implement regular horizon scanning exercises, strengthen member state communication networks, systematically integrate foresight scenarios into policy design, develop adaptive governance models, and enhance stakeholder participation in foresight processes. Success depends on leveraging existing strengths while actively addressing current challenges through enhanced strategic foresight and careful management of synergies across policy domains. The transformation to a resilient EU by 2040 requires fundamental changes in governance approaches. Moving beyond traditional top-down leadership, the EU needs to adopt more adaptive models based on orchestration, facilitation, experimentation, co-creation, and collaboration. This transformation necessitates differentiated integration strategies that respect Member States' unique contexts while fostering collective progress. The regulatory system must evolve to incorporate open innovation ecosystems, experimental arenas, and outcome-based legislation rather than rigid rules. Success in this volatile context requires a new, reinvigorated approach that leverages qualities and competencies such as openness, inclusiveness, agility, strategic sensitivity, and the ability to adapt quickly to changing environments. Ultimately, building EU resilience by 2040 also demands a cultural shift in governance and policymaking. The EU must move beyond its current risk-averse approach while maintaining its commitment to democratic values and social welfare. This requires developing greater responsibility and engagement among citizens, potentially including sacrifices for the common good. Strategic autonomy, particularly regarding Big Tech, digital services, and IT industry independence, emerges as a crucial focus. Europe should drive, shape, and prepare for transformations related to AI. Success will depend on the ability to balance competing interests, unlock ecosystem development, and maintain prosperity for citizens in an increasingly turbulent world. The EU's future resilience will be shaped by its ability to transform environmental and social challenges into opportunities for progress, leadership and partnership development.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "BEL",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Egmont",
    "surname": "Institute",
    "login": "",
    "organization": "Egmont - Royal Institute for International Relations",
    "attachments": [
      {
        "id": 27542672,
        "fileName": "Egmont Institute contribution - Supporting Findings.pdf",
        "ersFileName": "Egmont Institute contribution - Supporting Findings.pdf",
        "pages": 18,
        "documentId": "090166e51a3d4a79",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 252132,
        "pdfSize": 254452
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Egmont - Royal Institute for International Relations.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Egmont - Royal Institute for International Relations.md"
    ]
  },
  {
    "id": 3530301,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 16:19:08",
    "feedback": "We imagine a future in 2040 where EU industry holds defensible positions in many major value chains, supported by a highly skilled workforce, a high-quality research, development and innovation (RD&I) ecosystem, and integrated European innovation investment and policy. Polarization in society is reduced, not only by accepting grassroots input into policymaking but also by installing policies aimed at improving quality of life and reducing inequalities. Achieving this requires overcoming our current challenges (such as over-reliance on non-EU states for energy and materials, slow governance, lack of focus in innovation funding) and leveraging our key strengths (such as our strong R&I ecosystem, regulatory leadership, a large single market). Key policy lines include building up a high-tech industry through sustained support for RD&I. A long-term vision, combined with constant monitoring of progress and the courage to discontinue underperforming initiatives will foster confidence and unlock investment. However, the interplay between various priorities presents both synergies and tensions. For instance, there is tension between protecting industry and supporting free trade; conversely growing wellbeing and restoring natural capital are mutually supportive. Fully understanding these dynamics requires considering higher-order impacts, delayed feedback loops, and the inherent unpredictability of human behaviour. The complexity of these interrelationships necessitates a comprehensive approach to strategic foresight. Strategic foresight could be enhanced by combining foresight with System Dynamics to capture the complex feedback loops within the strategic foresight work. This can be achieved through several approaches. One approach is to develop future scenarios and then create a System Dynamics model from scratch representing the scenarios, effectively modelling the system of the future. Another approach is to create a model of the current system while developing future scenarios in parallel and then exploring how the system behaves in each scenario, thus modelling the future of the system. A third approach is to create a both a model of the current system and the ideal future, and then backcasting from the future into the current system, modelling how the current system enables or prevents change. TNO has piloted an approach to combine System Dynamics and foresight, using Arctic melting as a use case. This pilot provides valuable insights and a collaborative methodology that can be adapted and applied to other areas. The integration of System Dynamics and foresight offers a robust framework for understanding and navigating the complexities of strategic planning and policymaking in the EU.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "NLD",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Ron",
    "surname": "Oren",
    "login": "",
    "organization": "TNO",
    "attachments": [
      {
        "id": 27542671,
        "fileName": "TNO response to CfE StratFor2025.pdf",
        "ersFileName": "TNO response to CfE StratFor2025.pdf",
        "pages": 4,
        "documentId": "090166e51a3d4d63",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 104463,
        "pdfSize": 145845
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\TNO.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\TNO.md"
    ]
  },
  {
    "id": 3530297,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 16:09:34",
    "feedback": "The University of Bergen (UiB) appreciates the opportunity to give input in connection with the preparation of the Strategic Foresight report for 2025 and welcomes its timely focus on resilience. UiB wishes to emphasize the importance of long-term perspectives to ensure European resilience. We also encourage a broad understanding of the term, taking into account that a complex set of factors contribute to societal resilience, and consequently that knowledge from a broad range of fields is necessary for efficient knowledge-based policy-making for resilience. In demanding times with many challenges requiring immediate investment and effort, it is vital to remember that investment in research and research-based education and innovation upholds the necessary foundations for long-term resilience, and for the resilience of democratic societies in particular. European democracies and values as we know them today have developed in critical dialogue with European history and tradition over centuries. An inclusive public sphere open for critical discussion informed by knowledge, not only of current issues, but also of languages, history, and the rich multitude of cultural perspectives present in our societies, is a central part of our democratic interaction. To uphold this, we need free independent media, quality education and strong research environments within the whole range of disciplines, including social sciences, humanities, law and art (SSHA-disciplines). In general, research, education and innovation secure the knowledge and competences needed for efficient policies for resilience and competitiveness now and in the coming years, and lay the basis for discovering the knowledge and developing the competences we need in the longer term that we do not yet envisage. Research and education of the highest quality is a clear strength of European countries, built through long-term investments in universities and other research institutions. To be able to meet the various challenges we face globally and in Europe, it is vital to continue strengthening the European Research Area and thereby the European research and innovation ecosystem. This requires promoting and protecting academic freedom, improving career opportunities for younger researchers and providing funding opportunities for researchers and innovators along the whole continuum from fundamental research to innovation for the market or societal implementation. To attain this, it is crucial that the EU continues its commitment to research and innovation (R&I) through a stand-alone framework programme for R&I with a strong and ring-fenced budget in the next Multiannual Financial Framework. UiB wishes to point to the research areas listed below as central for the resilience of European societies, and as areas where European collaboration provides clear added value. We recommend that they be prioritized in the last years of the current framework programme for R&I, Horizon Europe, and in the next, 10th, framework programme (FP10): Children and youth Climate Democracy and sustainable, just and inclusive societies Digitilization and Artificial Intelligence Efficient energy systems and energy systems management Health Oceans and the blue economy Sustainable area management These interconnected areas require both basic and interdisciplinary research, with SSHA-disciplines integrated into all themes. Sufficient investment in infrastructure, including data-sharing systems and data stewardship roles, is essential for maximizing European R&I potential. To be able to mobilize excellent R&I environments in all sectors to participate in the programme, it will be of great importance to secure long-term stability with regard to the budget as well as rules and conditions. For further details on these research areas and further recommendations on FP10, we refer to UiBs recommendations concerning thematic priorities in FP10 and UiBs Position paper on FP10 (attached).",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "NOR",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "601223121882-35",
    "firstName": "charlotte",
    "surname": "eide",
    "login": "",
    "organization": "University of Bergen",
    "attachments": [
      {
        "id": 27542670,
        "fileName": "strategic foresight UiB.pdf",
        "ersFileName": "strategic foresight UiB.pdf",
        "pages": 11,
        "documentId": "090166e51a3d13f0",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 635490,
        "pdfSize": 620304
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\University of Bergen.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\University of Bergen.md"
    ]
  },
  {
    "id": 3530291,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 15:53:36",
    "feedback": "As a cancer patient advocate, I believe that strengthening Europe's resilience requires investing in science, the science of education and ethics to enhance the population's capacity for evidence-based thinking. Regardless of geography, science and education serve as vital foundations for progress and defend against misinformation and mass manipulation. Medical literature has shown us that pseudoscience and a lack of literacy contribute to poor health outcomes, including shorter survival in cancer patients. Similarly, societies that lack moral principles and critical thinking face democratic and economic instability. Today, the flood of unverified statements, conspiracy theories, and attacks on science and independent journalism make it increasingly difficult to combat misinformation effectively. To ensure Europe's future resilience, we must prioritize education at all levelsteaching children, young people, and adults (including politicians and other stakeholders) to critically assess information. We need sustainable, science-based movements that promote verifiable information and counteract misinformation. The same principles that help cancer patients live longerscientific literacy, evidence-based decisions, and ethical decisionsare also essential for protecting our societies from collapse. And ultimately, we need leaders who embody quality education and moral values as a foundation for a resilient and informed society.",
    "language": "EN",
    "userType": "NGO",
    "country": "ROU",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Violeta",
    "surname": "Astratinei",
    "login": "",
    "organization": "Melanoma Patient Network Europe ",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Melanoma Patient Network Europe.md"
    ]
  },
  {
    "id": 3530274,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 15:15:16",
    "feedback": "A main challenge for EU policy is demographic resilience. More specifically, it is the way that demographic change transforms the basis on which pension systems, the labour market, or networks of care were built. When a crisis or shock hits, these systems come under pressure, as we have seen during the Covid-pandemic. Europe must be able to withstand further crises of comparable dimensions in the future. For this, European policies need to ensure enough skilled workers enter in its critical jobs (health, mobility, administration, etc.), as well as an availability of enough carers (family caregivers, neighborhood help, volunteers, etc.). The following are findings from the EU-funded FutuRes research project and Policy Lab. A demographically resilient EU in 2040 would be one in which: accessibility to the labour market is much improved for younger people, older people, women and groups with disadvantages the financial disadvantages of family caregiving and childrearing are removed: people who take time off or work part time in order to care no longer pay for this with lower pensions local communities act as pillars of care and cohesion: instead of leaving the task of caring for older people and children on the shoulders of fewer and fewer blood-relatives, the local level is empowered to improve neighborhood and community support. institutions regularly engage in latest foresight methods What needs to be done today to strengthen resilience in the EU by 2040: 1. Make labour markets resilient: o Explore migration and automation as options, but do not overly rely on them o Focus on increasing the labour market participation rate o Make critical jobs more attractive For more detail on these recommendations see: https://population-europe.eu/research/policy-insights/skills-shortage-eu-ways-towards-labour-market-resilience 2. Empower local communities: o Advance the local care sector: make it an attractive option in the labour market o Show accountability, build trust, prevent polarisation o Create a local demographic strategy o In case of depopulation: identify the drivers to counter effectively For practice examples of these recommendations see: https://population-europe.eu/research/policy-insights/manage-demographic-change-locally-what-regions-and-municipalities-can-do 3. Exercise foresight on all levels: Every institutional level profits from data-driven, science-based foresight. Foresight increases resilience and cost-effectiveness in the case of a crisis. Four building blocks can be combined according to needs. See: https://population-europe.eu/research/policy-briefs/policy-foresight-preparing-future-scientifically-rigourous-and-actionable FutuRes is funded by the EU (Grant Agreement No. 101094741) to connect experts from policy with leading European demographers and economists. The team is made up of eight European partner institutions. The Policy Lab is hosted by Population Europe, the network of Europe's leading population research centres. All \"FutuRes\" findings: https://www.futu-res.eu/publications",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "ITA",
    "companySize": "SMALL",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "FutuRes: Towards a Resilient Future of Europe (Horizon Europe funded project)",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\FutuRes Towards a Resilient Future of Europe Horizon Europe funded project.md"
    ]
  },
  {
    "id": 3530267,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 15:01:17",
    "feedback": "The concept of control points is crucial when considering resilience. Control points are high-value, unique business activities (or networks of activities) that create strong dependencies towards public and/or private actors. Building up control points provides both a measure of security and a negotiation position, mitigating against future (economic or geopolitical) shocks. Although the concept of control points is gaining traction, descriptions of control points are remaining mostly anecdotal. TNO Vector is working on a systematic study of control points, exploring how control points can be measured, aiming to understand success factors of establishing control points and proposing metrics to measure progress towards securing control points. The first part of this study is publicly available (https://vector.tno.nl/artikelen/grip-control-points-gerichter-innoveren/). Here we describe control points from three perspectives: the individual company, network and geopolitical perspectives, with initial criteria for the control point in each. Although this study takes the Dutch perspective, the insights are translatable to a European level. Follow-up studies are in train to identify current and potential control points, both within the Netherlands and internationally. These studies are expected to provide actionable insights towards current or future control points; and towards mitigating or circumventing control points of others. Insights from these studies can be shared in confidence to inform the Strategic Foresight Report.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "NLD",
    "companySize": "LARGE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "TNO Vector",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\TNO Vector.md"
    ]
  },
  {
    "id": 3530266,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 14:55:45",
    "feedback": "The 2025 Strategic Foresight Report should highlight the need for systematic EU policy action in the field of youth resilience, as a key pillar of sustainability, social cohesion, and the future competitiveness of the Union. Young generations are called upon to navigate multiple, simultaneous crises climate change, technological transformation, geopolitical uncertainties, and demographic challenges. Notably, 63% of the jobs that will exist by 2030 have not yet been created, while 35% of the skills currently in demand will have completely changed by 2027 (source: World Economic Forum Future of Jobs Report, 2023). This rapid transformation of the labour market intensifies uncertainty about the future of young people and requires an immediate and coordinated policy response. Therefore, it is proposed that a comprehensive European Strategy for the \"Resilience of Young Generations\" be introduced, based on three key pillars: Education for resilience and critical thinking Upgrading educational systems to include skills related to psychological resilience, adaptability, uncertainty management, and critical handling of disinformation. Social and economic stability Adopting policies that ensure young people have access to decent work, affordable housing, and quality healthcare services, supporting their autonomy and enabling them to build stable personal and professional futures. Participation and empowerment Strengthening the institutional role of youth in decision-making processes, through mechanisms for participation and by fostering youth leadership initiatives at both national and European levels. A youth resilience strategy is not simply an investment in the future; it is a necessary condition for a sustainable European transition, for addressing social inequalities, and for maintaining trust in European values and institutions.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "GRC",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "AMALIA MARIA",
    "surname": "KOUTSOGIANNI",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\AMALIA MARIA KOUTSOGIANNI.md"
    ]
  },
  {
    "id": 3530218,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 12:40:20",
    "feedback": "Re: Long-term resilience | Quantum computing has attracted a great deal of interest in recent years due to its disruptive potential to solve problems that cannot, or only to a limited extent, be solved with conventional computer architectures. Against this backdrop, an international innovation ecosystem is emerging in which players from research, industry and politics are working together to generate knowledge and innovations. In order to identify concrete starting points for strengthening and further developing the quantum computing ecosystem, this study interviewed 34 leading international experts in quantum computing from the fields of science, business, and politics. The study shows that in addition to technological advances, structural issues such as long-term funding, the availability of skilled workers, and the development of expertise in industry are essential. It also highlights the importance of international cooperation and a less bureaucratic regulatory framework to foster the quantum computing ecosystem. Link to study: https://doi.org/10.24406/publica-3632",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "DEU",
    "companySize": "LARGE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "Fraunhofer IAO",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Fraunhofer IAO.md"
    ]
  },
  {
    "id": 3530214,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 12:34:54",
    "feedback": "Following our review of the call for evidence, we have reached the following conclusions: 1. The document outlines the structure of the 2025 Strategic Foresight Report, which follows a similar approach to previous years. This structure appears well-suited to addressing the EU's current and future challenges. 2. The report will be anchored in the Competitiveness Compass and the Union of Preparedness Strategy, aiming to strengthen the EUs resilience up to 2040. 3. The report will draw upon contributions from scientific researchers, academic organizations, learned societies, and scientific associations, particularly leveraging published (and pre-published) research, scientific analyses, and relevant data. Given the above, we would like to explore the possibility of the INA contributing to the reports development with relevant studies or papers related to this topic. We could consider sharing insights from the Megatrends Report, developed in partnership with REPLAN. Please let us know if such a contribution would be of interest and how we might proceed.",
    "language": "EN",
    "userType": "PUBLIC_AUTHORITY",
    "scope": "NATIONAL",
    "governanceLevel": "AGENCY",
    "country": "PRT",
    "companySize": "MEDIUM",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Luísa",
    "surname": "Neto",
    "login": "",
    "organization": "Instituto Nacional de Administração, I.P. Portugal",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Instituto Nacional de Administração IP Portugal.md"
    ]
  },
  {
    "id": 3530213,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 12:26:33",
    "feedback": "Please see my brief thoughts on inclusiveness and resilience in the attached document. Ioannis S. Lamprou, Public Servant, Greece.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "GRC",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Ioannis",
    "surname": "Lamprou",
    "login": "",
    "attachments": [
      {
        "id": 27542661,
        "fileName": "Comments on Strategic Foresight Report 2025.docx",
        "ersFileName": "Comments on Strategic Foresight Report 2025.pdf",
        "pages": 3,
        "documentId": "090166e51a39a755",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 19181,
        "pdfSize": 136113
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Ioannis Lamprou.docx"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Ioannis Lamprou.md"
    ]
  },
  {
    "id": 3530202,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 11:40:47",
    "feedback": "My project arises from the need to move beyond the concept of a mere European community and toward the creation of a genuine European population, one bound not only by shared institutions but also by a deep and authentic sense of belonging. This transformation can only be achieved through education, shared values, and widespread cultural awareness. A decisive step in this direction would be the introduction of European Culture as a mandatory subject in schools across all member states. This educational journey, spanning from primary to secondary education, would provide young people with the opportunity to explore the history, principles, and extraordinary cultural diversity that define Europe. Instead of erasing national identities, this initiative would enrich them and transform the European Union from a political abstraction into a lived reality. To make this vision concrete, European Culture should become an integral part of school curricula, taking the Italian school system as a reference, since it is the one I am most familiar with, with one or two hours per week at each educational level. In primary school, the approach should be narrative and playful, sparking curiosity through stories, games, and activities that introduce children to different european cultures and traditions. In lower secondary school, the focus should shift to the history of European integration, the functions of its institutions, and the key challenges the EU has faced over time. Finally, in upper secondary school, students should engage with major global issues impacting the continent, participate in decision making simulations, and visit European institutions to gain firsthand experience of how the Union operates. To reinforce this awareness, we should also symbolically celebrate our common journey by establishing official non working days on important historical dates such as 26 March, the anniversary of the Schengen Agreement, and 7 February, marking the signing of the Maastricht Treaty. Initially, these days would spark curiosity, especially among those unfamiliar with Europe's most significant historical milestones. The chance to pause from work and celebrate a shared occasion would naturally lead people to question its meaning. Over time, these dates would become deeply embedded in collective memory, transforming from mere holidays into moments of reflection and unity. They would stand as reminders of Europe's journey, ensuring that future generations not only acknowledge these milestones but truly understand and cherish their significance. We have before us an extraordinary opportunity to transform Europe from an abstract concept into a real, lived experience. To build a new generation that no longer questions whether they are European but simply knows they are. Today we begin building a Europe of Europeans.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "ITA",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Gabriele",
    "surname": "De Giorgi",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Gabriele De Giorgi.md"
    ]
  },
  {
    "id": 3530198,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 11:30:47",
    "feedback": "Agroecology Europe (AEEU) would like to thank the European Commission for having invited stakeholders to contribute to this public consultation on Strategic Foresights. The following contribution (see attached) aims at providing relevant published (and pre-published) scientific research, analyses and data, especially documents that synthesise the current state of knowledge in the relevant fields, including available foresight studies and evidence-based input to help EU policymakers create pathways towards preferable long-term futures by proposing actionable policy recommendations, while addressing the actual questions asked in this public consultation.",
    "language": "EN",
    "userType": "NGO",
    "country": "BEL",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Vincent",
    "surname": "Dauby",
    "login": "",
    "organization": "Agroecology Europe",
    "attachments": [
      {
        "id": 27542659,
        "fileName": "20250319 - AEEU contribution public consultation on Strategic Foresights.pdf",
        "ersFileName": "20250319 - AEEU contribution public consultation on Strategic Foresights.pdf",
        "pages": 7,
        "documentId": "090166e51a38c7c4",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 306541,
        "pdfSize": 308101
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Agroecology Europe.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Agroecology Europe.md"
    ]
  },
  {
    "id": 3530158,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/19 09:43:01",
    "feedback": "Europe is facing a competitiveness crisis and also a growing water quantity crisis. To address this, all measures in the Water Resilience Strategy should prioritize the Water Efficiency First Principle. Below are ECOLABs recommendations for the EU Water Resilience Strategy No EU Competitiveness without properly managing Water in industry: As industry uses more than 50% of freshwater in Europe it has a key role to play in addressing the rapidly growing gap between water supply and demand in the EU. This must be a key component of a truly water-resilient society. The water dimension should be woven into all EU policies, especially on climate and industry as: We cannot talk about decarbonization without talking about water We cannot talk about competitiveness for our industries without talking about water We cannot talk about AI without talking about water The good news is that: It is possible for industry to reduce water use, energy use and carbon emissions at the same time by leveraging the water-energy-productivity nexus With todays existing solutions, we can reduce up to 40% of companies' water utilization while making them more efficient and profitable. This is especially critical for sectors like chemicals, semiconductors, data centers, food & beverage, and renewable hydrogen The EU Water Resilience Strategy (WRS) offers a unique opportunity to drive the adoption of sustainable water management and innovation in the water space With the right mechanisms and a holistic approach to water and energy, we can accelerate and scale existing technologies and innovations while strengthening the competitiveness of key EU sectors. Regional Measures: Water is local and measures that are effective in water-stressed areas do not have the same impact in wetter regions. The WRS should mandate the development of National Water Plans to: Foster water sobriety for all actors with clearly defined water withdrawal reduction targets Optimize resource availability via water conservation plans for all sectors Preserve access to water with targets for water reuse Circularity: Water reuse in Europe is 2.5%, while other regions have achieved significantly higher rates, e.g. 90% in Israel and 10% in California and Saudi Arabia. One major barrier to water reuse is restrictive regulation limiting the use of recycled water in certain sectors. France has removed these barriers, resulting in environmental benefits without impacting human health The WRS must harmonize local legislation to incentivize the highest possible amount of safe water reuse The WRS should be closely linked to the Clean Industrial Deal, the Circular Economy Act and the Vision for Agriculture Measurement: To determine sustainable water use, a precise quantitative assessment of water supply and demand at specific locations is essential. This process is vital as the inability to determine sustainable water use is a significant obstacle to progress in water management and stewardship, hindering investments needed to secure long-term business viability for operations and supply chains. Precise measurement is therefore a strategic imperative, recognizing the critical role water plays in enabling growth, profitability, and competitiveness The WRS must introduce an EU-wide water accounting system with enhanced data interoperability Funding: Achieving a truly water-resilient Europe will require both public and private funding for public water agencies and infrastructure The WRS should create Water-Transition Funds, either as a separate funding vehicle or under the next Multiannual Financial Framework to invest in water Water Efficiency First Principle: This should align closely with the EEF Principle: 1. It is anchored in legislation through a suitable Directive or Regulation 2. Water demand is reduced across all sectors without placing the burden on consumers 3. EU countries are obligated to consider water efficiency solutions in planning, policy, and investment",
    "language": "EN",
    "userType": "COMPANY",
    "country": "BEL",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "969504320672-09",
    "firstName": "Caroline",
    "surname": "Vogt",
    "login": "",
    "organization": "ECOLAB",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\ECOLAB.md"
    ]
  },
  {
    "id": 3530115,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 22:16:31",
    "feedback": "FULL REPORT IN ATTACHMENT In an era of unprecedented transformation, resilience is no longer a reactionary stance but a proactive, systemic, and cultural strategy. The European Union stands at a crossroads where resilience must transcend crisis response and become a foundation for redefining prosperity, democracy, and quality of life in a multipolar world. This report embraces Radical Optimism and Lucid Optimism as guiding principles. Radical Optimism is not naive hopeit is a deliberate act of reimagining possibility, asserting that even within constraints, alternative futures can be designed. Lucid Optimism, as described by Joël de Rosnay, acknowledges the weight of reality while choosing to act towards beauty, agency, and meaningful transformation. Resilience is therefore not just about enduranceit is about reinvention. Whether in geopolitics, economy, urbanism, or digital governance, the EU must craft a future that is desirable rather than merely survivable. This requires bold choices, from cultivating cultural sovereignty and cognitive autonomy to reshaping economic models towards vitality rather than extraction. By identifying levers of desirable resilience, this report aims to empower policymakers, designers, and change-makers with a framework for foresight-driven actionone that does not merely anticipate but actively designs the future. By combining our methodologies and approaches in strategic foresight and transition design, we have come up with 4 key innovation territories with key desirable resilience levers for each: I - Global power: United Futures & Resilient Alliance 1) Collective Autonomy & Allyship Value 2) Climatic Pioneer & Energy Sovereignty 3) Cultural Powerhouse II - Prosperity: Post-Growth Economy & Vitality Renaissance 1) From Regenerative to Vital Economy 2) Agronomic Sovereignty 3) Post-Industrial & Durable Natality Policy III - Quality of life & Wellbeing: Regenerative Wellbeing 1) Biophilic & Humane Smart Cities 2) Leisure & Solidarity Urbanism 3) Intergenerational Housing Models 4) Equitable Health 5) Cognitive Sovereignty & Mentally Resilience IV - Democracy: Civic Awakening 1) Ethical Artificial Intelligence Technologies 2) Future-ready Education 3) Media & Information Resilience 4) Carbon Equity & Inclusive Durability 5) Climate Passports & Eco-Citizenship 6) Post-Nation-State Models This report is non-exhaustive but highlights key areas of innovations for Europe future policies and regulations. Feel free to reach out for further informations.",
    "language": "EN",
    "userType": "COMPANY",
    "country": "FRA",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Adrien",
    "surname": "Cadiot",
    "login": "",
    "organization": "Adrien Cadiot EI",
    "attachments": [
      {
        "id": 27542648,
        "fileName": "2025 Strategic Foresight Report_by Adrien Cadiot and Emilie Roulland.pdf",
        "ersFileName": "2025 Strategic Foresight Report_by Adrien Cadiot and Emilie Roulland.pdf",
        "pages": 20,
        "documentId": "090166e51a32d0c5",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 629838,
        "pdfSize": 627923
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Adrien Cadiot EI.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Adrien Cadiot EI.md"
    ]
  },
  {
    "id": 3530109,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 17:58:48",
    "feedback": "We welcome the focus on long-term resilience in the 2025 Strategic Foresight Report. As the world faces numerous crises, Europe faces both the challenge and the opportunity to rethink its approach to building resilient economic and societal systems. Resilience and intergenerational fairness are deeply connected as resilience is not just bouncing back and overcoming immediate challenges but also bouncing forward to ensure future generations inherit stronger, more adaptable systems. Designing policies for intergenerational fairness, or intergenerational thinking, ensures that todays policy decisions are grounded in a comprehensive understanding of current and future trends. To fully use intergenerational thinking in promoting a resilient EU, we recommend further embedding strategic foresight in policymaking, utilising sustainable and inclusive wellbeing metrics, strengthening citizen participation processes, and ensuring horizontal coordination. 1. Strategic foresight: Streamline the use of existing and innovative strategic foresight practices of the Commission into the policy cycle to support long-term decision-making. These practices can feed into the annual work plan, budget, and the work of DGs, with support from the JRC. In addition, we invite the Commission to build the muscle, i.e. develop a habit of using foresight and strengthen the necessary skills through practice to be able to use these resources more efficiently, making them less resource-intensive over time. The Commissions Strategic Foresight Network can continue to give guidance and support capacity building across various DGs. The Network could cooperate more with the Better Regulation Network to share insights and identify synergies. The networks could also convene to build capacity among members on how to use strategic foresight to improve regulatory quality. 2. Sustainable and inclusive wellbeing (SIW) metrics: SIW metrics are centred on measuring progress across three dimensions: a. Ensuring future wellbeing (sustainability); encompassing biophysical and social conditions for future wellbeing. b. Limiting wellbeing inequalities for current and future generations (inclusion); gauging the distribution of wellbeing determinants and opportunities across spatial scales and social groups. c. Ensuring current wellbeing (wellbeing); determinants such as health, education, air quality, employment, social relationships, income, housing, security, and environmental health. A holistic set of indicators can enable the EU to assess the long-term sustainability of its strategic decisions by integrating different factors. The analytical results stemming from these metrics can be used to achieve more targeted and impactful strategic policies. 3. Citizen engagement: A resilient society can be built by actively engaging citizens of all ages in policymaking processes. For example, establishing a regular exchange with the Commissions network of youth correspondents or establishing a new coordination mechanism with the European Ombudsperson to receive citizen inputs about EU policies they believe harm the interests of future generations. Establishing standing citizen panels for providing inputs into policies can provide a participatory approach that helps build a resilient, inclusive society with stronger policy decisions. 4. Horizontal collaboration: Both resilience and intergenerational fairness are cross-cutting and require a systemic approach to policy design, implementation and monitoring that can help bridge silos. This starts with better integrating environmental, social, and economic data from different sectors to ensure more comprehensive analysis. This approach supports evidence-informed anticipatory policymaking by helping to uncover trade-offs and synergies across policy areas for policy coherence. By embracing intergenerational thinking and long-term planning, policy- and decision-makers can shape a future-fit Europe that stands as a beacon of progress and",
    "language": "EN",
    "userType": "OTHER",
    "country": "DEU",
    "companySize": "SMALL",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "trNumber": "630393933743-37",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "ZOE Institute for Future-fit Economies",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\ZOE Institute for Future-fit Economies.md"
    ]
  },
  {
    "id": 3530092,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 16:33:51",
    "feedback": "First, I would like to point out that European resilience in Heavy Rare Earth Minerals is terrible and that this is China's equivalent to the oil and gas weapon Russia wielded. Greenland's HREE deposits must be commercialized as soon as possible and HREE refining capacity should have strategic priority and full backing of the state. Second, Europe should aggressively pursue energy independence through SMR's. I recommend also aggressive fast-tracking of permits here or otherwise build them on military domains to exempt them from civilian permitting restrictions. Third, Europe should use tariffs to bring critical supply chains home rather than subsidies. This can work for cloud infrastructure, chip production, drone components, EV components and pharmaceutical precursors. One should also consider eliminating net neutrality and slowing down access to foreign digital services (bandwidth tariffs). This will stimulate the growth of EU-based social media platforms and their respective R&D investments. Fourth, before leaning into tariffs it would be best to fix the European equity capital markets but also the specialty debt finance markets. The last is not currently on the EU's radar but specialty debt (venture debt, equipment finance, franchise finance, revenue financing, asset backed lending, capex financing,...) is key to scaleups and very important for capital intensive companies to scale such as public cloud infrastructure. Capital intense sectors are heavily disadvantaged in Europe to the point that VC's avoid it like the plague.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Nicolas",
    "surname": "Overloop",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Nicolas Overloop.md"
    ]
  },
  {
    "id": 3530085,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 16:19:05",
    "feedback": "Scope: what are the main challenges to long-term EU resilience and what are the strengths on which Europe can build it? Water availability, both in terms of quality and quantities, will be a challenge for EUs long-term resilience. Development of European Water Resources Plan can support towards managing this challenge. Imagine 2040: How would you characterise a resilient EU in 2040? A water-secure and a water-resilient EU to support its competitiveness and availability of water for its citizens and future generations. Long-term resilience: Which critical policy actions should be initiated today to strengthen resilience in the EU by 2040? Deliver a strong and ambitious European Water Resilience Strategy and follow up actions to ensure EUs resilience by 2040. Synergies and tensions: What crucial synergies and tensions can be identified across various EU priorities which might, respectively, help or hamper EUs long-term resilience? EUs strategic autonomy is highly dependent on water availability quantity and quality therefore, National Water Risk Assessment and Preparedness Plans should be developed by each Member State to support EUs long-term resilience by 2040. Please find our detailed input to the Strategic Foresight 2025 report attached.",
    "language": "EN",
    "userType": "COMPANY",
    "country": "BEL",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "272386931951-38",
    "firstName": "Tania",
    "surname": "Pentcheva",
    "login": "",
    "organization": "Xylem",
    "attachments": [
      {
        "id": 27542625,
        "fileName": "EU Water Resilience Strategy Position Paper_March 2025_FINAL.pdf",
        "ersFileName": "EU Water Resilience Strategy Position Paper_March 2025_FINAL.pdf",
        "pages": 6,
        "documentId": "090166e51a2f9a7c",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 277309,
        "pdfSize": 283352
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Xylem.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Xylem.md"
    ]
  },
  {
    "id": 3530051,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 14:43:57",
    "feedback": "Some of the main challenges to EU resilience are as follows: ageing populations, insecure borders, climate change, external threats from countries such as Russia, and so on. A resilient EU is characterized by having a solid, but firm stance on a variety of global issues. The EU should start off by understanding key issues and working around those issues.",
    "language": "EN",
    "userType": "NON_EU_CITIZEN",
    "country": "THA",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous.md"
    ]
  },
  {
    "id": 3530043,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 14:20:17",
    "feedback": "Kansaneläkelaitos (Kela) kiittää mahdollisuudesta osallistua julkiseen kuulemiseen koskien EU-komission strategista ennakointiraporttia 2025. Kelan kannanotto löytyy liitteenä olevasta asiakirjasta.",
    "language": "FI",
    "userType": "PUBLIC_AUTHORITY",
    "scope": "NATIONAL",
    "governanceLevel": "AUTHORITY",
    "country": "FIN",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Karolina",
    "surname": "Lång",
    "login": "",
    "organization": "Kansaneläkelaitos (Kela)",
    "attachments": [
      {
        "id": 27542614,
        "fileName": "KELA_strateginen_ennakointiraportti_2025_JULKINEN.pdf",
        "ersFileName": "KELA_strateginen_ennakointiraportti_2025_JULKINEN.pdf",
        "pages": 2,
        "documentId": "090166e51a2d9e56",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 115839,
        "pdfSize": 117625
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The Social Insurance Institution (Kela) thanks the opportunity to contribute to the public consultation on the EU Commission’s Strategic Foresight Report 2025. The contribution of Kela can be found in the attached document.",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Kansaneläkelaitos Kela.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Kansaneläkelaitos Kela.md"
    ]
  },
  {
    "id": 3530040,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 14:06:21",
    "feedback": "Please see the attached file.",
    "language": "EN",
    "userType": "PUBLIC_AUTHORITY",
    "scope": "NATIONAL",
    "governanceLevel": "AUTHORITY",
    "country": "LTU",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Justinas",
    "surname": "Mickus",
    "login": "",
    "organization": "Office of the Government and Government of the Republic of Lithuania and Strategic Analysis Center (STRATA)",
    "attachments": [
      {
        "id": 27542613,
        "fileName": "Input to Public Consultation March 18 2025.docx",
        "ersFileName": "Input to Public Consultation March 18 2025.pdf",
        "pages": 3,
        "documentId": "090166e51a2d714b",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 31073,
        "pdfSize": 222042
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Office of the Government and Government of the Republic of Lithuania and Strategic Analysis Center S.docx"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Office of the Government and Government of the Republic of Lithuania and Strategic Analysis Center S.md"
    ]
  },
  {
    "id": 3530038,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 13:57:50",
    "feedback": "Quais são os principais desafios que se colocam à resiliência a longo prazo da UE e quais são os pontos fortes em que a Europa se pode apoiar para a construir? * Tanto os EUA como a Ásia estão a crescer em potencial tecnológico e economia, mas fazem-nos à custa de qualidade de vida. O fosso entre ricos e pobres nestas duas potencias cresce. * A Europa tem o potencial de se destacar e atrair pela qualidade de vida. * A resiliência e o domínio da Europa passa por investir na sua qualidade de vida, educação de qualidade para todos em todo o lado, cuidados de saúde e excelência para todos em todo o lado, inclusão e não descriminação, cidades agradáveis acessíveis e com espaços verdes, ambiente (cidades, praias, bosques e florestas) cuidados, saudáveis e acessíveis a todos. * É preciso que o modelo / estilo de vida Europeu seja a referência de boa vida fora da europa. * É preciso garantir que a economia Europeia é capaz de atrair sedes de grandes multinacionais, que as operações destas se mantêm na europa e que as pequenas e médias empresas têm capacidade de crescer. Incentivo à internacionalização de empresas com sede na Europa e incentivos à instalação de sedes de empresas de origem Americana, Canadenses, Japonesa, Indiana, de Singapura etc em países europeus. Quer por cooperação (alternativas viável às politicas dos EUA para mobilizar empresas, pro exemplo do Canadá) ou por competição (mobilizar sedes de empresas dos EUA para EU). * INVESTIR - com capital letters para destacar - na diplomacia! A prestação dos lideres europeus no conflito Russia/Ucrânia e Israel/Gaza é vergonhoso. É preciso reconquistar a visão, o posicionamento, da Europa como lider na diplomacia. A saída da Russia do Concelho da Europa, a atuação da Russia e dos EUA na ONU (nomeadamente no conselho de segurança, mas não só) são tudo situações lamentáveis e que a Europa e os seus liders deveriam ter conseguido controlar/gerir de forma mais positiva. Em resumo: Saúde / Educação / Habitação e Cidades / Ambiente / Politica Externa",
    "language": "PT",
    "userType": "EU_CITIZEN",
    "country": "PRT",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "What are the main challenges to the EU’s long-term resilience and what are the strengths that Europe can build on? * Both the US and Asia are growing in technological potential and economy, but do so at the expense of quality of life. The gap between rich and poor in these two potentials grows. * Europe has the potential to highlight and attract by quality of life. * Europe’s resilience and dominance is about investing in its quality of life, quality education for all everywhere, healthcare and excellence for all everywhere, inclusion and non-discrimination, accessible and accessible pleasant cities with green spaces, environment (cities, beaches, woods and forests) care, healthy and accessible to all. * The European model/lifestyle needs to be the reference for good life outside Europe. * We need to ensure that the European economy is able to attract seats from large multinationals, that their operations remain in Europe and that small and medium-sized enterprises are able to grow. Encouragement of internationalisation of Europe-based companies and incentives for the establishment of headquarters of companies of American, Canadian, Japanese, Indiana, Singapore origin, etc. in European countries. Either by cooperation (viable alternatives to US policies to mobilise companies, for example from Canada) or by competition (mobilising headquarters of US companies into the EU). * Investing – with capital letters to highlight – in diplomacy! The delivery of European leaders in the conflict Russia/Ukraine and Israel/Gaza is shameful. We need to regain the vision, positioning, of Europe as a lever in diplomacy. Russia’s departure from the Council of Europe, Russia’s and the US’s actions at the UN (including but not limited to the Security Council) are all regrettable situations and that Europe and its liders should have been able to control/manage more positively. In Summary: Health/Education/Housing and Cities/Environment/External Policy",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_1.md"
    ]
  },
  {
    "id": 3530032,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 13:29:51",
    "feedback": "I my opinion there should be more availability to birth control for women, including free access to period products. There are already some accessible, but there should be more available options because everyone is different and has different reasons for using these products. Also food prices are sky high there should be no reason for a person to need to take out a loan just to be able to afford a living.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "SWE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_2.md"
    ]
  },
  {
    "id": 3530010,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 12:14:59",
    "feedback": "As a food security researcher focused on extreme scenarios, I would like to direct the attention of the EU Commission foresight experts towards the possibility of a global catastrophic food failure and ways to address it. A Global Catastrophic Food Failure (GCFF) is an extreme, widespread food supply shortage beyond the capacity of national governments, international institutions, and the private sector to manage through ordinary means. It is abruptly triggered, either by an exceptional natural or human-caused event such as a climate tipping point, a volcanic eruption or a nuclear attack, or by a more gradual systemic crisis. See the second attached paper. In my peer-reviewed literature review paper (attached), I discuss the nature of the risk and over 100 proposals to address it. Focusing on policy proposals, here is a selection from section 4 on policy from the Resilient foods for preventing global famine paper: 1) Development of a Food Security Strategy that includes these shocks (vulnerability assessments, quantification and supply of food, water and energy needs, infrastructure needs), 2) Development of plans for fuel management in a GCFF (supply, rationing, and deployment of fuel alternatives like biofuel) 3) Targeted investments (strategic stockpiles of seeds, other agricultural inputs, critical parts for machinery, information infrastructure for dissemination of contingency plans, biorefining capacity) 4) Establishing collaboration agreements with neighboring nations in case of global food crises, and assessment of the local cost-effectiveness of resilient food options, such as crop relocation, redirection of crops used for animal feed or biofuels, and seaweed. The attached food resilience papers highlight climate shocks, supply chain disruptions, and attacks on critical infrastructure as pressing threats. Yet the EU can leverage its robust research institutions and established legal and policy frameworksfor example, the Common Agricultural Policy, the EU Contingency Plan for Food Security and the Critical Entities Resilience Directiveto foster region-specific risk management and knowledge transfer. By integrating adaptive governance, strategic stockpiles, research investments, technology development, and emergency food protocols for GCFF, a more resilient 2040 EU could swiftly address shocks thanks to targeted investments and careful planning. There may be a risk of action-paralysis occurring when dealing with such high impact, high uncertainty events. We believe the opposite should be true. High uncertainty in this context should not deter us from researching solutions and taking cost-effective preparedness measures to increase resilience. I remain open to questions via email if you would like to discuss this further at juan@allfed.info.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Juan Bartolomé",
    "surname": "García Martínez",
    "login": "",
    "attachments": [
      {
        "id": 27542609,
        "fileName": "global food failure and resilient foods to address it.pdf",
        "ersFileName": "global food failure and resilient foods to address it.pdf",
        "pages": 38,
        "documentId": "090166e51a2b8638",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 1611746,
        "pdfSize": 1588782
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Juan Bartolomé García Martínez.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Juan Bartolomé García Martínez.md"
    ]
  },
  {
    "id": 3530003,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 11:58:41",
    "feedback": "Attached you will find a recommendation paper, which is the result of an ERA-NET NEURON funded research project. As part of this project, a desirable future scenario for dealing with neurotechnologies in the year 2030 was developed. This is exciting both in terms of content, as neurotechnologies will become increasingly central to ensuring mental health in the future, and methodologically, as the development of the future scenario was participatory and design-based.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "DEU",
    "companySize": "LARGE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "Fraunhofer IAO",
    "attachments": [
      {
        "id": 27542607,
        "fileName": "Publi_2023_Maier_STIMCODE_OA.pdf",
        "ersFileName": "Publi_2023_Maier_STIMCODE_OA.pdf",
        "pages": 12,
        "documentId": "090166e51a2b8c25",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 289460,
        "pdfSize": 241666
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Fraunhofer IAO.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Fraunhofer IAO.md"
    ]
  },
  {
    "id": 3529997,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 11:49:45",
    "feedback": "Please see my feedback in attc. file.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "FIN",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [
      {
        "id": 27542604,
        "fileName": "feedback.txt",
        "ersFileName": "feedback.pdf",
        "pages": 3,
        "documentId": "090166e51a2b64c0",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 7498,
        "pdfSize": 32104
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Anonymous.txt"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\NA.md"
    ]
  },
  {
    "id": 3529981,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 11:11:00",
    "feedback": "See EU-LIFE's input in the attached document.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "ESP",
    "companySize": "LARGE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "665575822616-94",
    "firstName": "Marta",
    "surname": "Agostinho",
    "login": "",
    "organization": "EU-LIFE - Alliance of Independent Research Institutes in the Life Sciences in Europe",
    "attachments": [
      {
        "id": 27542602,
        "fileName": "EULIFE_STATEMENT_RESILIENCE_COMPETITIVENESS_19_03_2025.pdf",
        "ersFileName": "EULIFE_STATEMENT_RESILIENCE_COMPETITIVENESS_19_03_2025.pdf",
        "pages": 3,
        "documentId": "090166e51a2aa1d1",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 127308,
        "pdfSize": 139461
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\EU-LIFE - Alliance of Independent Research Institutes in the Life Sciences in Europe.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\EU-LIFE - Alliance of Independent Research Institutes in the Life Sciences in Europe.md"
    ]
  },
  {
    "id": 3529955,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/18 09:40:30",
    "feedback": "En réponse à la consultation lancée par la Commission européenne pour alimenter son prochain Strategic Foresight Report 2025, Futuribles centre de prospective français visant à une meilleure prise en compte des enjeux de long terme dans les décisions et les actions qui engagent lavenir a sélectionné, dans ce document, une série de publications susceptibles de contribuer à la réflexion sur la notion de crise et les enjeux de résilience. Ces publications (articles, rapports, tribunes, etc.) sont regroupées par thématiques : Environnement, économie, géopolitique et crises ; une brève présentation de chaque article est proposée pour en indiquer la teneur.",
    "language": "FR",
    "userType": "NGO",
    "country": "FRA",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "021720248767-58",
    "firstName": "Corinne",
    "surname": "ROELS",
    "login": "",
    "organization": "Association internationale Futuribles",
    "attachments": [
      {
        "id": 27542599,
        "fileName": "ContributionFuturibles_ForesightUE_Resilience.pdf",
        "ersFileName": "ContributionFuturibles_ForesightUE_Resilience.pdf",
        "pages": 17,
        "documentId": "090166e51a291eba",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 473027,
        "pdfSize": 717833
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "In response to the consultation launched by the European Commission to feed into its forthcoming Strategic Foresight Report 2025, Futuribles French Foresight Centre aiming to better take long-term challenges into account in future decisions and actions selected a series of publications in this document that could contribute to the reflection on the concept of crisis and resilience challenges. These publications (articles, reports, galleries, etc.) are grouped by themes: Environment, economy, geopolitics and crises; a brief presentation of each article is proposed to indicate its content.",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Association internationale Futuribles.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Association internationale Futuribles.md"
    ]
  },
  {
    "id": 3529871,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 20:17:44",
    "feedback": "PARTICIPACION ASINCA El Informe sobre prospectiva estratégica de 2025 destacará a través del análisis, las implicaciones estratégicas para la elaboración de políticas de la UE. La Unión Europea se enfrenta a un entorno de incertidumbre marcado por crisis recientes como la COVID-19, el Brexit, conflictos geopolíticos y bélicos. A esto se suman diversos desafíos, que, para abordarlos, la prospectiva estratégica busca anticiparse y fortalecer la resiliencia a largo plazo de la UE. Los principales retos en este contexto incluyen el cambio climático, la transición ecológica y digital, la seguridad energética, las crisis geopolíticas, la falta de mano de obra adecuada para los diferentes sectores, en especial la industria, la dependencia de suministros y materias primas del exterior entre otros. Como retos también debemos incluir un impulso del crecimiento de los países miembros, recobrar presencia y peso a nivel internacional y poder garantizar la seguridad de los países europeos en un entorno convulso. En el caso específico de la industria en Canarias, los condicionantes derivados de nuestro condición ultraperiférica, RUP, la lejanía del continente europeo, la insularidad y doble insularidad, la difícil orografía, el aislamiento energético de nuestros sistemas eléctricos, la falta de un mix energético con vectores de transición como el gas, la dependencia de suministros externos plantean desafíos adicionales, que tienen su impacto en sobrecostes, en tiempo que se tarda en la llegada de materias primas y retrasos, que hacen necesarios almacenes adicionales para tener un stock de emergencia y el impacto en la competitividad. Una UE resiliente en 2040 debería ser un Europa cohesionada, fuerte, autosuficiente, industrializada e innovadora, capaz de anticiparse y adaptarse a crisis económicas, sanitarias, climáticas etc. sin comprometer su crecimiento ni competitividad. Para la industria canaria, esto implica una mayor autonomía, inversiones en sistemas de producción eficientes y el acceso a tecnologías avanzadas que faciliten la producción local y reduzcan la dependencia del exterior. Para garantizar esto, es crucial invertir en educación, igualdad y empleo, implantando tecnologías que faciliten la vida a las personas, hagan de las empresas europeas más eficientes y productivas y se avance en la transición ecológica para conservar nuestros entornos, la biodiversidad y una calidad de vida para todos los europeos. Para garantizar esta sociedad resiliente y equidad entre generaciones es fundamental apoyar como ha venido haciendo Europa a todos los países y regiones, en particular aquellas que por sus condiciones geográficas (RUP) tienen más dificultades para alcanzar las condiciones del resto de países europeos. Es importante poner de manifiesto la relevancia que tiene la industria en este objetivo ya que el sector industrial es un sector que genera puestos de trabajo más cualificados y mejor remunerados que otros sectores. Por ello la industria debe contar con medidas de apoyo que impulsen su crecimiento y desarrollo, así como la formación de profesionales en sectores estratégicos y fomenten la digitalización de las empresas locales. Algunas de las medidas esenciales que deberían ponerse en marcha para reforzar la resiliencia en la UE son las relativas al apoyo de gran alcance para la reindustrialización de Europa, a garantizar la competitividad del sector industrial, para generar más I+D+i y para avanzar en la Transición Ecológica entre otras. En el caso de las regiones ultraperiféricas, medidas de apoyo para compensar los sobrecostes derivados de la ultraperificidad, así como la necesidad de una diversificación de su economía para impulsar en todas ellas la industria como medida para ganar en resiliencia, asimismo es fundamental garantizar infraestructuras logísticas más eficientes y suficientes, incentivos para la producción local y la reducción de la burocracia que afecta las empresas de los diferentes sectores.",
    "language": "ES",
    "userType": "BUSINESS_ASSOCIATION",
    "country": "ESP",
    "companySize": "SMALL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "VICTOR",
    "surname": "PORTUGUES",
    "login": "",
    "organization": "ASOCIACION INDUSTRIAL DE CANARIAS (ASINCA)",
    "attachments": [
      {
        "id": 27542554,
        "fileName": "CONTRIBUCION DE ASINCA CONVOCATORIA DE DATOS INICIATIVA SOBRE PROSPECTIVAS ESTRATÉGICAS 1.doc",
        "ersFileName": "CONTRIBUCION DE ASINCA CONVOCATORIA DE DATOS INICIATIVA SOBRE PROSPECTIVAS ESTRATÉGICAS 1.pdf",
        "pages": 6,
        "documentId": "090166e51a23fbb6",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 526848,
        "pdfSize": 232086
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "Participation ASINCA The Strategic Foresight Report 2025 will highlight through the analysis the strategic implications for EU policy-making. The European Union is facing an environment of uncertainty marked by recent crises such as COVID-19, Brexit, geopolitical conflicts and war. This is compounded by a number of challenges, which, to address them, strategic foresight seeks to anticipate and strengthen the EU’s long-term resilience. The main challenges in this context include climate change, the green and digital transition, energy security, geopolitical crises, lack of adequate labour for different sectors, in particular industry, dependence on external supplies and raw materials, among others. As challenges we must also include boosting the growth of member countries, regaining international presence and weight and being able to ensure the security of European countries in a disturbing environment. In the specific case of industry in the Canary Islands, the constraints arising from our outermost condition, ORs, the remoteness of the European continent, insularity and double insularity, the difficult terrain, the energy isolation of our electricity systems, the lack of an energy mix with transition vectors such as gas, dependence on external supplies pose additional challenges, which have an impact on additional costs, in time for the arrival of raw materials and delays, which require additional warehouses to have an emergency stock and the impact on competitiveness. A resilient EU by 2040 should be a cohesive, strong, self-sufficient, industrialised and innovative Europe, capable of anticipating and adapting to economic, health and climate crises, without compromising its growth and competitiveness. For the Canary Islands industry, this implies greater autonomy, investments in efficient production systems and access to advanced technologies that facilitate local production and reduce dependence on the outside. To ensure this, it is crucial to invest in education, equality and employment, deploying technologies that make life easier for people, make European businesses more efficient and productive, and advance the green transition to preserve our environments, biodiversity and a quality of life for all Europeans. In order to ensure this resilient society and fairness between generations, it is essential to support all countries and regions as Europe has done, in particular those which, owing to their geographical conditions (ORs), are more difficult to achieve the conditions in other European countries. It is important to highlight the relevance of industry to this objective as the industrial sector is a sector that generates more skilled and better paid jobs than other sectors. This is why industry needs support measures to boost its growth and development, as well as the training of professionals in strategic sectors and to encourage the digitalisation of local businesses. Some of the key measures that should be put in place to strengthen resilience in the EU include far-reaching support for the reindustrialisation of Europe, ensuring the competitiveness of the industrial sector, generating more R &amp; D &amp; I, and advancing the green transition among others. In the case of the outermost regions, support measures to compensate for the additional costs resulting from the outermost regions, as well as the need for diversification of their economy to boost industry in all outermost regions as a means of building resilience, it is also essential to ensure more efficient and sufficient logistic infrastructure, incentives for local production and the reduction of red tape affecting businesses in different sectors.",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\ASOCIACION INDUSTRIAL DE CANARIAS ASINCA.doc"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\ASOCIACION INDUSTRIAL DE CANARIAS ASINCA.md"
    ]
  },
  {
    "id": 3529805,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 16:55:22",
    "feedback": "The EU has through recent shocks and lasting pressure shown its resilience by coming out stronger. From Russias aggression bolstering European initiatives to build energy independence, to buying more European goods and services in response to the abhorrent developments in the United States of America. However, building continued resilience requires more than quick responses to such issues. Our research focuses on anticipating potential disruptions and emerging issues to energy security, it also outlines the more systemic challenges in transitioning to more preferable futures. Lastly, it highlights potential challenges within those preferred futures such that we can build anticipatory policies to hinder the from emerging in the first place or shifting the target towards something even more sustainable. An overwhelming focus on competition and growth presents itself as such a challenge, to which we need more sufficiency-oriented policies in addition to increasing shares of renewables and less energy intensity. Without an absolute reduction or stagnation in material and energy consumption we are locking ourselves into yet another unsustainable pathway. The following are a series of published and pre-published academic papers which address these questions. Önnered, S., & Bravic, I. (2024). Systemic Innovation in the European Energy Sector: A Collective Outlook. Journal of Innovation Management. Innovation Paradigm in the face of Earth Systems Governance. https://doi.org/10.24840/2183-0606_012.002_0003 Önnered, S., Sannö, A., Stefan, I., & Johansson E, P. (2024). Anticipating Emerging Issues for Resilient Energy Systems: Wider, Deeper and Further Perspectives. Foresight. Foresight 3.0 in theory and practice: exploring collective futures intelligence. https://doi.org/10.1108/FS-11-2023-0226 Önnered, S., Johansson E. P., Stefan, I., & Fundin, A. (2025). Emerging Threats to Energy Security a Delphi study. Pre-publication available at SSRN: http://dx.doi.org/10.2139/ssrn.5173298 Monie, S. W., Gustafsson, M., Önnered, S., & Guruvita, K. (2025). Renewable and integrated energy system resilience A review and generic resilience index. Renewable and Sustainable Energy Reviews, 215(June). https://doi.org/10.1016/j.rser.2025.115554",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "SWE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Simon",
    "surname": "Önnered",
    "login": "",
    "attachments": [
      {
        "id": 27542507,
        "fileName": "Emerging Grand Challenges and Megatrends for the Future of Europe.pdf",
        "ersFileName": "Emerging Grand Challenges and Megatrends for the Future of Europe.pdf",
        "pages": 31,
        "documentId": "090166e51a21ebce",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 400532,
        "pdfSize": 440088
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Simon Önnered.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Simon Önnered.md"
    ]
  },
  {
    "id": 3528945,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 14:10:49",
    "feedback": "Thank you for the opportunity to input to this important annual exercise. The most important priorities for the EU given the current global realities, are defence (including cyber security) and energy security followed by climate adaptation (including water management and resilience) and biodiversity for food security. Major policy initiatives are required around defence and enhanced energy security and system resilience. Competitiveness of EU industries, in particular EEIs, requires further initiatives including more effective mechanisms to reduce energy costs and secure raw materials. Robust trade measures will also be needed to address dumping and predatory pricing. Regarding inter-generational fairness and social cohesion generally, the biggest problem facing most EU member states is affordable housing. An EU coordinated initiative to help member states address this core issue will be needed. Major tensions will exist around climate goals and energy supply and security. EU Foresight exercises can be enhanced through the creation of an EU Foresight Observatory with a broader range of experts inputs other than relying on the JRC. The forthcoming 2025 Foresight report should include a plausible policy context for 2040. My perspective on the 2040 scenario is attached.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Kevin",
    "surname": "Bradley",
    "login": "",
    "attachments": [
      {
        "id": 27542188,
        "fileName": "Input to Commission 2025 Foresight Report - Imagine 2040.pdf",
        "ersFileName": "Input to Commission 2025 Foresight Report - Imagine 2040.pdf",
        "pages": 2,
        "documentId": "090166e51a1f24bd",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 176652,
        "pdfSize": 178845
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Kevin Bradley.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Kevin Bradley.md"
    ]
  },
  {
    "id": 3528910,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 11:59:12",
    "feedback": "The alarming threats to democracy and liberalism in Europe are driving anxieties across the EU, as they risk fundamentally altering the culture and well-being of millions. Defending our core values demands a robust educational response at every level. The EU must urgently commit resources and strategic efforts to protect and fortify democracy against those who seek to dismantle it",
    "language": "EN",
    "userType": "NON_EU_CITIZEN",
    "country": "ISR",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_3.md"
    ]
  },
  {
    "id": 3528889,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 10:52:13",
    "feedback": "Cette réflexion est clé ! Notre résilience étant particulièrement questionnée par les défis environnementaux (adaptation aux désordres planétaires), géopolitiques, technologiques (souveraineté et performance vs l'IA et la digitalisation). 2 remarques 1. Pour un diagnostic et des recommandations pertinentes il faudrait que les séances d'intelligence collective réunissent également des prospectivistes d'ENTREPRISES européennes, ou que soient impliqués sous une forme quelconque des clusters existants de prospectivistes d'entreprises européennes, comme R&P 50 ou Movin'On. Je serais ravi de faciliter le contact le cas échéant. 2. Votre définition de la résilience n'est pas usuelle car elle dépasse le concept de résilience pour englober celui d'anti fragilité, qui lui est souvent opposé comme un prolongement plus ambitieux. J'adhère totalement sur le fond, mais je vous encourage à préciser cette conception élargie, voire à utiliser la notion d'anti fragilité, car des parties prenantes pourraient croire que votre approche est limitative, comme je l'ai moi-même craint avant de lire votre définition élargie et proactive de la résilience",
    "language": "FR",
    "userType": "EU_CITIZEN",
    "country": "FRA",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Gaël",
    "surname": "QUEINNEC",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "This reflection is key! Our resilience is particularly questioned by environmental (adaptation to global disorder), geopolitical, technological (sovereignty and performance vs AI and digitalisation) challenges. 2 remarks 1. For a diagnosis and relevant recommendations, collective intelligence sessions should also bring together prospectivists of European ENTERPRISES, or be involved in any form of existing clusters of European business prospectivists, such as R’P 50 or Movin’On. I would be delighted to facilitate contact if necessary. 2. Your definition of resilience is not common, as it goes beyond the concept of resilience to embrace anti-fragility, which is often opposed to it as a more ambitious extension. I fully agree with the substance, but I encourage you to clarify this broader view or even to use the concept of anti-fragility, as stakeholders might believe that your approach is limitative, as I myself fears before reading your broad and proactive definition of resilience",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Gaël QUEINNEC.md"
    ]
  },
  {
    "id": 3528873,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/17 10:03:08",
    "feedback": "One of the most significant crises that Europe will have to face in the coming years is the aging of the population in its member states. The European Union's demographic problem is characterized by the gradual aging of its population, as reflected in a series of statistical indicators. One of the most critical factors is the increase in the proportion of elderly people, with 21% of the population aged 65 and over in 2020, compared to 16% in 2001. Even more striking is the rise in the population group aged 80 and over, whose percentage nearly doubled from 3.4% in 2001 to 6% in 2020. At the same time, the proportion of young people under the age of 20 has declined, dropping from 23% in 2001 to 20% in 2020, indicating low birth rates and potential future challenges for economic growth and the sustainability of pension and social security systems. This demographic trend is observed across all member states, with countries such as Italy, Greece, and Germany having the highest proportions of elderly people, while Ireland and Luxembourg have the lowest. The consequences of aging include increased pressure on public finances, the need to restructure labor markets, and reforms in health and welfare policies to ensure intergenerational balance and the long-term sustainability of European societies. Additionally, there should be a reassessment of social benefits, particularly in terms of infrastructure and services for the elderly, in relation to those provided for newborns and children. Of course, this is just one of the many challenges the EU will have to address in the coming years. In order to make better-informed decisions regarding fiscal policy, I believe that Fiscal Foresight should be adopted. A network should be developed where policymakers responsible for shaping fiscal policies both at the EU level and within member states can receive insights from research institutions and universities. Furthermore, citizen participation should be encouraged to help determine the prioritization of different policy areas.",
    "language": "EN",
    "userType": "OTHER",
    "country": "GRC",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Maria",
    "surname": "Lyra",
    "login": "",
    "organization": "Special Secretariat of Foresight",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Special Secretariat of Foresight.md"
    ]
  },
  {
    "id": 3528854,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/16 22:42:48",
    "feedback": "Le taux de présence des élus au Parlement européen est souvent aberrant. Beaucoup dentre eux ne font quune apparition rapide pour leurs deux minutes de présentation, sans réelle implication dans les débats et les décisions. Par ailleurs, les affaires de corruption qui ont éclaté ces dernières années montrent un manque évident de contrôle des parlementaires. Les intérêts personnels prennent trop souvent le pas sur les intérêts des citoyens européens, ce qui nuit à la transparence et délégitime le rôle démocratique de lUnion européenne. Pour restaurer la confiance, il est donc impératif de mettre en place un système efficace de prévention et de lutte contre la corruption au sein du Parlement. Un autre problème majeur réside dans la représentativité des élus. Le Parlement européen ne reflète pas la diversité socio-économique des citoyens de lUnion. Les élus proviennent souvent dun milieu bourgeois, bien éloigné des réalités vécues par une grande partie de la population. De plus, leurs salaires et avantages sont complètement déconnectés des revenus et des charges fiscales des citoyens quils sont censés représenter. Il devient donc essentiel de réformer le mode de sélection des parlementaires et dinstaurer des mécanismes garantissant une représentation plus fidèle et plus équitable de lensemble des citoyens européens.",
    "language": "FR",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The attendance rate of elected representatives in the European Parliament is often low. Many of them only quickly appear for their two minutes of presentation, with no real involvement in debates and decisions. Moreover, the corruption cases that have erupted in recent years show a clear lack of scrutiny by parliamentarians. Personal interests all too often take precedence over the interests of European citizens, which undermines transparency and delegates the democratic role of the European Union. In order to restore confidence, it is therefore imperative to put in place an effective system for preventing and combating corruption within Parliament. Another major problem is the representativeness of elected representatives. The European Parliament does not reflect the socio-economic diversity of EU citizens. Elected representatives often come from bourgeois, far removed from the realities of a large part of the population. Moreover, their wages and benefits are completely disconnected from the income and tax burden of citizens they are supposed to represent. It is therefore essential to reform the way in which parliamentarians are selected and to establish mechanisms to ensure a more faithful and fair representation of all European citizens.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_4.md"
    ]
  },
  {
    "id": 3527402,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/16 17:22:22",
    "feedback": "Dear Members: Thank you for this opportunity to share feedback. Below, I have attached a draft letter. It is intended to highlight the most compelling elements of a \"Mobility-Sovereign\", \"Flux-Integrated\" approach to European resilience for consideration in the 2025 Strategic Foresight Report. In the attachment, I describe the details of what I see as -->\"EU Mobility-Sovereign\": A resilience paradigm in which societies master strategic movement rather than fixed positioning, enabling optimal resource use, reduced vulnerability, and enhanced adaptability to changing conditions; and, -->\"EU Flux-Integrated\": Systems designed to harmonize with rather than resist natural flows and changes, incorporating dynamic movement and transformation as core operating principles rather than exceptions to be managed. In general, the letter describes my feedback based on five key opportunities this approach presents under both of these terms: 1. Land Liberation Potential: Scientific research demonstrates that 80% of our food production requires only 15% of currently cultivated land. This presents an unprecedented opportunity to liberate vast territories for ecological recovery while maintaining food security. A Mobility-Sovereign framework enables us to concentrate human activity where and when it's optimal, rather than permanently occupying entire landscapes. 2. Mobility as Environmental Solution: Our current fixed infrastructure paradigm blocks ancient migratory corridors and prevents natural ecosystem adaptation to climate extremes. I envision strategic abandonment of ground transportation infrastructure and fence removal to restore these essential movement pathways. Flux-Integration recognizes that the environment itself is in constant motion and requires our systems to harmonize with rather than obstruct these flows. 3. Economic Transformation: A Mobility-Sovereign economy creates extraordinary new markets, with potential for 800B in mobility-supporting technologies and services by 2040, while reducing infrastructure maintenance costs by 40% and disaster recovery expenses by 60%. Flux-Integrated business models capture value through optimal positioning rather than permanent occupation. 4. Defense Superiority: Mobility-Sovereign defense with distributed, mobile command centers would reduce infrastructure vulnerability by 70%, while Flux-Integrated supply chains would decrease logistics disruption risk by 85%, creating a fundamentally more resilient European defense posture capable of adapting to emerging threats in real-time. 5. Climate Adaptation: Traditional conservation approaches focused on preserving static ecosystems are increasingly challenged. I believe that by removing barriers to species movement and genetic exchange, we can enable the rapid adaptation processes required in a climate-volatile world. A Mobility-Sovereign, Flux-Integrated approach acknowledges that resilience emerges from movement, not stasis. My letter aims to describe why these are so valuable, and incredibly effective for the next \"nomadic-necessity\" emerging future. I foresee Europe pioneering a Mobility-Sovereign, Flux-Integrated resilience model suited to the ecological and climate realities of the 21st century and in so doing, it does incredibly great feats economically and more. Thank you again for this opportunity. I sincerely enjoyed it and look forward to your next posts. Yours truly, F. Hanna Campbell",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "NLD",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "F. Hanna",
    "surname": "Campbell",
    "login": "",
    "attachments": [
      {
        "id": 27542091,
        "fileName": "Feedback_on_2025_Strategic_Foresight_Report__Target_a_Mobility_Sovereign__Flux_Integrated_Future_for_a__MightyEU (1).pdf",
        "ersFileName": "Feedback_on_2025_Strategic_Foresight_Report__Target_a_Mobility_Sovereign__Flux_Integrated_Future_for_a__MightyEU (1).pdf",
        "pages": 13,
        "documentId": "090166e51a15437e",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 197484,
        "pdfSize": 199609
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\F Hanna Campbell.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\F Hanna Campbell.md"
    ]
  },
  {
    "id": 3527381,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/16 08:53:51",
    "feedback": "The EU is lacking the ability, or has not shown its ability, to project the military power that is sometimes needed to shape it's internal, but mos importantly external policies. We have seen news of countries in the course of destabilizing which then led to massive waves of immigration. The EU just watched everything happen and all it did was close it's borders a bit tighter and argue who should deal with the refugees. A more pro-active approach would have been to intervene militarily, or otherwise, at the source and stabilize the countries(s) where refugees were originating from. Going a step further, we see the potential of space technologies, like, for instance, the American owned Starlink. In this field the EU is again not making its presence felt and it feels like it watching from the benches what will happen. I think that we need to take a pro-active attitude in this field as well. ESA's proposition from a few years ago for a space-based solar power generation plant is such an example.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "NLD",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_5.md"
    ]
  },
  {
    "id": 3527365,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/15 12:13:55",
    "feedback": "La prospective stratégique ne va pas du tout dans la direction souhaitée par les citoyens de lUE. Nous ne voulons pas investir dans La Défense, dans les armements, dans les guerres - encore moins quand elles ne se déroulent pas sur son territoire. Nous voulons investir dans la santé, dans la protection sociale et dans lenvironnement. Nous voulons vivre mieux, ensemble, et pas en être réduits à manger des morceaux de drones. Les fonds dépargne et de pension, entre autres, doivent être préservés pour leur vocation, à savoir permettre aux pensionnés de vivre, et aux petits épargnants de mener à bien leurs modestes projets. Je ne comprends pas comment la Commission Européenne peut à ce point fouler aux pieds les désirs et les nécessités de la population pour investir dans les guerres et acheter de larmement. LUE doit être active pour renforcer la paix et le bien-être - la Commission Européenne fait tout le contraire et met sa population en grave danger de pénuries. Le secteur des soins de santé, que lon a vu indispensable et en piètre état pendant la pandémie, continue à être dépecé. Les services publics sont désinvestis, laissant la population inégale. Les maillons des filets de sécurité sociale se desserrent beaucoup trop, et la population dort dans la rue. Les jeunes courent après de vains diplômes, les vieux doivent continuer à travailler. Toute cette population vit de plus en plus mal. La Commission européenne ne veut rien en voir, creusant toutes ces causes dinsécurité interne, et fonce vers des gabegies mortifères. Le lien entre les institutions de lUE et sa population est clairement en voie de se rompre complètement - et la prospective stratégique telle quelle est conçue actuellement constitue clairement le coup de couteau fatal.",
    "language": "FR",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "Strategic foresight does not go in the direction desired by EU citizens at all. We do not want to invest in Defence, armaments, wars – let alone when they do not take place in the EU. We want to invest in health, social protection and the environment. We want to live better together and not be reduced to eat pieces of drones. Stranded and pension funds, among other things, must be preserved for their purpose of enabling pensioners to live, and small savers to carry out their modest projects. I do not understand how the European Commission can so much defeat people’s desires and needs to invest in wars and buy away. Read must be active to strengthen peace and well-being – the European Commission is doing the opposite and putting its population at serious risk of shortages. The health care sector, which was seen as indispensable and poor during the pandemic, continues to be neglected. Public services are disinvested, leaving the population uneven. The links in the social safety nets go far too much, and the population sleeps in the streets. Young people run after having lost diplomas, old people must continue to work. All of this population is living more and more poorly. The European Commission does not want to see anything, creating all these causes of internal insecurity and drifting towards moral gauges. The link between the EU institutions and its people is clearly in the process of breaking down completely – and the strategic foresight as it is currently designed is clearly the fatal knife.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_6.md"
    ]
  },
  {
    "id": 3527362,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/15 11:17:53",
    "feedback": "UAP Coalition Netherlands (UAPCNL) is a non-profit NGO committed to representing aviation, armed forces, and law enforcement professionals who have encountered Unidentified Anomalous Phenomena (UAP). We commend the European Commissions forward-looking approach in the 2025 Strategic Foresight Report, which aims to strengthen the EUs resilience by addressing emerging challenges. In response to this Call for Evidence, UAPCNL has prepared a detailed feedback document outlining the importance of integrating UAP into EU policymaking. Our recommendations focus on fostering transparency, security, and scientific research, ensuring that the EU remains at the forefront of global best practices in strategic foresight and preparedness.",
    "language": "EN",
    "userType": "NGO",
    "country": "NLD",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "trNumber": "592872451677-29",
    "firstName": "Joachim",
    "surname": "Dekkers",
    "login": "",
    "organization": "UAP Coalition Netherlands",
    "attachments": [
      {
        "id": 27542074,
        "fileName": "Unidentified Anomalous Phenomena as a Strategic Uncertainty_ A Call for Integration into EU Policy-Making.pdf",
        "ersFileName": "Unidentified Anomalous Phenomena as a Strategic Uncertainty_ A Call for Integration into EU Policy-Making.pdf",
        "pages": 18,
        "documentId": "090166e51a0f25a4",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 465246,
        "pdfSize": 464344
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\UAP Coalition Netherlands.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\UAP Coalition Netherlands.md"
    ]
  },
  {
    "id": 3527183,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/14 09:26:46",
    "feedback": "I would love to have more webunars, where we can attend from anywhere around world. Since there are people that are shy but they have something to say they have a chance to do that where anybody cant see them until they build confidence.",
    "language": "EN",
    "userType": "NON_EU_CITIZEN",
    "country": "BIH",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_7.md"
    ]
  },
  {
    "id": 3527175,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/14 08:16:35",
    "feedback": "Návrh na řešení nestability v rozpočtu EU Obce a města EU by měli poskytování příspěvků do obrany 5-6%.",
    "language": "CS",
    "userType": "EU_CITIZEN",
    "country": "CZE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "A proposal to address instability in the EU budget for EU municipalities and cities should contribute 5-6 % to defence.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_8.md"
    ]
  },
  {
    "id": 3527042,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/13 07:09:33",
    "feedback": "I have a page & Instagram already shared all my ideas plus Twitters. You Can see my Strategic support from my social media! @NegarRiahi x @Wiipo_Nafas Instagram @ErernalNafas fb etc",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "SWE",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Negar",
    "surname": "RIAHI",
    "login": "",
    "attachments": [
      {
        "id": 27541910,
        "fileName": "horisontspaningsformular.pdf",
        "ersFileName": "horisontspaningsformular.pdf",
        "pages": 7,
        "documentId": "090166e519f2ac39",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 290647,
        "pdfSize": 289911
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Negar RIAHI.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Negar RIAHI.md"
    ]
  },
  {
    "id": 3526982,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/12 13:01:23",
    "feedback": "La pandemia de COVID-19 en marzo de 2020 me hizo reflexionar sobre la extensa red de dependencias en la que vivimos. El alimento que comemos cada día depende de agricultores, ganaderos e industrias ubicados generalmente a cientos y hasta miles de kilómetros de nuestro hogar. La ropa que vestimos viene de miles de kilómetros de distancia. La energía que mueve nuestra sociedad viene de distantes países. Con la pandemia se tensionaron todos los flujos que dependían de personas que pudieran enfermar: transportistas, logística... Cualquier movimiento que fuera llevado a cabo por personas podía provocar la transmisión del virus, pero necesitábamos ese movimiento para poder seguir viviendo como habíamos vivido hasta entonces. En abril de 2020 compartí con los principales actores de decisión de mi país (partidos políticos, sindicatos, asociaciones de empresarios) mi opinión sobre algunos cambios que habría que hacer: - Fomentar la producción local de alimentos y otros bienes básicos. Que en momentos de necesidad no necesitemos traer la comida desde miles de kilómetros. - Fomentar una red de industrias de cercanía que permita obtener bienes fabricados a pocos kilómetros de distancia. Que en caso de pandemia no necesitemos traer mascarillas o respiradores desde China. - Fomentar el autoabastecimiento de energía. Que cada casa tenga sus placas solares, que se aproveche cualquier salto de agua para montar una hidroeléctrica, que haya turbinas eólicas donde corre el viento. En definitiva que la electridad de nuestras casas no dependa del petróleo traído de lejanos países o del gas. - Fomentar la automatización para disminuir los costes de producción y tal vez suprimirlos, permitiendo que todo el mundo tenga acceso gratuitos básicos a los bienes de primera necesidad (alimento, abrigo y alojamiento). El tiempo pasó y el mundo se olvidó de la pandemia. Todo volvía a como estaba antes salvo los precios, que subieron en pandemia pero no bajaron al terminar. La red de dependencia que teníamos para cualquier producto que quisiéramos siguió existiendo. En febrero de 2022 el ejército ruso entró en Ucrania. La dificultad para acceder a los productos que venían de ambos países hizo que los precios volvieran a subir por un conflicto militar de dos países vecinos. El precio de la energía se puso por las nubes y algunos alimentos escasearon en las tiendas. Mucho se habría mitigado si en aquellos dos años se hubiera avanzado en el camino que propuse. Imaginé qué ocurriría si viviera en un país en guerra. Pensé en las penurias que acompañarían a los propios enfrentamientos bélicos: el transporte de mercancías sería muy difícil y caro, las tiendas no podrían vender alimento para todos, las infraestructuras energéticas dañadas no podrían dar electricidad a todos los ciudadanos, reconstruir las viviendas dañadas sería tarea harto difícil sin el transporte apropiado de materiales. Sería muy fácil para el invasor presionarnos destruyendo determinadas infraestructuras o regiones que concentran buena parte de la poca producción local que tenemos. Hasta entonces había enviado varios mensajes más a los principales tomadores de decisión de mi país, así que con el inicio de la invasión rusa envié uno nuevo recordando que mis ideas seguían teniendo validez, y que nos podrían ayudar. En este tiempo no he recibido respuesta (algo que imaginaba) pero tampoco he visto que las decisiones tomadas en España hayan ido por el camino que veo como el mejor sino más bien al contrario: los alimentos siguen produciéndose en lugares lejanos, la industria local brilla por su ausencia, no se fomenta la instalación de placas solares en las casas (siguen siendo caras y las empresas distribuidoras se llevan la energía sin pagar a los ciudadanos) Tres años después los cambios en el tablero geopolítico me han llevado a escribir un nuevo mensaje. Adjunto mi visión de una UE resiliente en 2040 junto con las cadenas de mensajes que envié.",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [
      {
        "id": 27541876,
        "fileName": "MiUE2040.txt",
        "ersFileName": "MiUE2040.pdf",
        "pages": 16,
        "documentId": "090166e519eb05d1",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 51900,
        "pdfSize": 61654
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The COVID-19 pandemic in March 2020 led me to reflect on the extensive network of dependencies in which we live. The food we eat every day depends on farmers, livestock farmers and industries generally located hundreds and up to thousands of kilometres from our home. The clothing we wear comes thousands of kilometres away. The energy of our society comes from a wide range of countries. With the pandemic, all flows that depended on people who might become ill were strained: transporters, logistics... Any movement carried out by people could lead to the transmission of the virus, but we needed that movement in order to be able to continue to live as we had previously lived. In April 2020, I shared with my country’s main decision makers (political parties, trade unions, employers’ associations) my views on some changes to be made: — Promoting local production of food and other basic goods. In times of need, we do not need to bring food from thousands of kilometres. — Promote a network of nearby industries that make it possible to obtain goods produced a few kilometres away. In the event of a pandemic, we do not need to bring masks or ventilators from China. — Promoting energy self-supply. That each house has its solar panels, that any water jump is used to assemble a hydroelectric power, with wind turbines running. In short, the electrity of our houses is not dependent on oil brought from distant countries or on gas. — Promote automation to reduce production costs and possibly remove them, allowing everyone to have basic free access to essential goods (food, shelter and shelter). Time spent and the world forgotten the pandemic. Everything came back as before, with the exception of prices, which rose in pandemic but did not fall at the end of the pandemic. The network of dependency we had for any product we wanted continued to exist. In February 2022, the Russian army entered Ukraine. The difficulty in accessing products coming from both countries caused prices to rise again due to a military conflict in two neighbouring countries. The price of energy was set for clouds and some food was scarce in shops. Much would have been mitigated if progress had been made in those two years on the path I proposed. I imagine what would happen if I lived in a country at war. I lack the hardship that would accompany the war clashes themselves: freight transport would be very difficult and expensive, shops would not be able to sell food for all, damaged energy infrastructure would not be able to provide electricity to all citizens, reconstructing damaged homes would be a difficult task without proper transport of materials. It would be very easy for the invader to pressure us by destroying certain infrastructures or regions that concentrate much of the little local production we have. Until then, I had sent several more messages to the main decision makers in my country, so with the start of the Russian invasion I sent a new one recalling that my ideas were still valid and could help us. In this time, I have not received a response (something I imagine) but I have also not seen that the decisions taken in Spain have gone along the way I see as the best, but rather on the contrary: food continues to be produced in distant locations, the local industry is brilliant, the installation of solar panels in houses is not encouraged (they remain expensive and distribution companies take energy without paying citizens) Three years later the changes in the geopolitical board have led me to write a new message. I attach my vision for a resilient EU in 2040 together with the message chains I sent.",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Anonymous_1.txt"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\NA.md"
    ]
  },
  {
    "id": 3526890,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/11 16:51:35",
    "feedback": "I see the following as essential in the development of the European union: - If Greenland became independent, achieving its integration into the European union. - Building its own arms industry through which independence can be achieved from non-European organisations - Building a strong positioning above the Arctic Circle - Seek to strengthen trade between European countries - Protecting and developing nature - Strive for the greatest possible independence in terms of raw materials of all kinds (ores, minerals, etc.) - Commitment to modern nuclear energy - Commitment to developing knowledge in every European citizen by upgrading and revaluing education within European countries.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "David",
    "surname": "Van Geert",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\David Van Geert.md"
    ]
  },
  {
    "id": 3526796,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/11 11:46:06",
    "feedback": "Because the world is complex beyond our comprehension, we need to understand that policy is never perfect - there will always be problems, mistakes, errors, and bad bets. Instead of trying to be right, we should find better ways of creating policy experiments and to monitor them for errors and then correct those errors. Think less permanent in policy and more preliminary. The attitude should not be how do we prove that it works but rather how will we know if it doesnt work? Key to an approach such as this is to use foresight to define what would be required to falsify the assumptions underpinning the policy. This is the core of all knowledge creation, and knowledge creation is needed for progress and resilience. Such an attitude toward policy is more important than any single policy action.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "DNK",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Matthew",
    "surname": "Spaniol",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Matthew Spaniol.md"
    ]
  },
  {
    "id": 3524885,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/06 18:11:21",
    "feedback": "- Russian embassies in EU should have the bare minimum of personnel required for functioning and no consulates. -Tik Tok should be cyberattacked banned and/or highly regulated and audited- especially during elections, the Tik-Tok version that runs in China is different from any other version running anywhere else -Somehow Bots or Putins's Trolls as Jessica Arro calls them should be stopped -If Trump manages to take USA out of NATO then the immediate joining of Ukraine should be approved, Moldova. -Trump follows his agenda 2025, that should be studied, he's not playing 5D chess, or making good deals, he's sabotaging the Pax-Americana, Breton-Woods order, Europe can become the greatest Economy -Azerbaijan, Moldova, Georgia should be helped financially and or militarily, if Russia can meddle so can EU, make it preocuppied, -Europe should take a very harsh stance on immigration and or migrants who solely live on social benefits and unemployed, uneducated posisbly deportation ,people dont even learn the host's language, this is mainly why far right parties exist, bessides Russian support- listen to the Vox Populi, this is the most general EU citizen sentiment, and my own view. I would consult Dougles Murray and other such voices. -Get rid of every Russian and or Chinese influence,as much as possible - why are there Chinese police stations on EU soil where they can catch and persecute their dissidents, why does EU play nice withe everyone? I think energy sufficiency without US and Russia should be sought, so maybe switch to nuclear and electric instead of gas and oil. And watch carefully for Norway and Romania (and the russian sabotage of EU energy independence). -Make the EU army, copy the logistics of the US, invest in those heavily, and tanks, choose universal designs, even if countries have different models, now is not the time to make money from patents-buy from EU solely as you can't count on US presidents and their whims, for continued spare parts, information, logistics. -What you can't defend is not yours, and this soft generation even of EU leaders has forgotten that democracy has to be fought for. -The dictators are in a hybrid or hidden war with the West, ask Trump ask UKIP who funded them for Brexit, and qui bono- Russia, China. Research Telecom involvment of chinese, and their Investments and dumping strategies. They have a share or stake in every major area inside europe even video gaming and search engines for Christ's sake,let alone telecom and internet providers, purge Huawei, if the world is going to be bad economically anyway why not clean house. -Help and monitor weak democracies in ex soviet countries, and where Russia had influence until 89, Germany Austria are next in line, it's not just Slovakia,Hungary. Do something about Hungary's Veto, if its Federalisation exceptional if its a coalition of the willing great. -Also prepare for a Balkan Conflict as that's Russia's next move, Serbia is in their pocket. -Open your dusty hybrid war books and strike back, if you want to have a democracy left to live in. -Think about Kaliningrad and how to sabotage the russian nukes, bribe those people or whatever. -Black Sea is extreme importance as Russia is already at NATO Border. -Send troops now, send aviation now, move air support there now, move anti aircraft there now, start building underground defense facilities now, start protecting EU energy infrastructure now, start fighting back, Biden dind't want to go all in and destroy Russia because they didn't want their nukes to fall on the wrong hands, this trickle has forced Russians to learn every western tactic and adapt, Electronic warfare makes a lot of western weapons obsolete, Russia has to loose and not be eaten by China, be immersed in history and wars, as that is the mindset needed for what is coming, we lived in a bubble, but history will repeat -conflict seems inevitable.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "ROU",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "VLAD",
    "surname": "HERES",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\VLAD HERES.md"
    ]
  },
  {
    "id": 3524878,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/06 17:59:07",
    "feedback": "piu prevenzione primaria e meno vaccini, più solidarietà e tutela dei cittadini, più libertà e meno green, più benessere meno povertà e guerre inutili.",
    "language": "IT",
    "userType": "EU_CITIZEN",
    "country": "ITA",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Antonio",
    "surname": "Mincarini",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "more primary prevention and less vaccines, more solidarity and protection of citizens, more freedom and less green, more well-being less poverty and unnecessary wars.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Antonio Mincarini.md"
    ]
  },
  {
    "id": 3524471,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/05 08:42:49",
    "feedback": "1. Alcance: ¿Cuáles son los principales retos para la resiliencia a largo plazo de la UE y en qué fortalezas puede Europa apoyarse para construirla? Retos clave 1. Falta de unidad política y exceso de burocracia La UE toma decisiones demasiado lentas y cada país defiende sus intereses sin una visión común. Falta de liderazgo ejecutivo fuerte. Si la Comisión Europea no gana más poder, la fragmentación seguirá debilitando la respuesta a crisis. 2. Dependencia tecnológica y energética La UE no controla su propio futuro digital. No produce chips avanzados, depende de EE.UU. y China en IA y software crítico. Energéticamente sigue sin autonomía. No tener fusión nuclear ni almacenamiento masivo de energía la hace vulnerable a crisis externas. 3. Declive demográfico Envejecimiento de la población sin reemplazo generacional suficiente. Sin una política de natalidad seria ni una estrategia de migración cualificada, Europa no tendrá fuerza laboral suficiente en 2040. 4. Cambio climático y agotamiento de recursos La transición ecológica es demasiado lenta. La UE está atrapada entre sus propias regulaciones y la presión de las industrias tradicionales. Falta de control sobre materias primas estratégicas. Sin acceso propio a litio, tierras raras y otros recursos, su independencia industrial es limitada. 5. Amenazas geopolíticas y falta de defensa propia Rusia, China y EE.UU. actúan con sus propios intereses y la UE sigue sin una estrategia de defensa común. No tener una industria militar integrada y un ejército unificado la hace dependiente de la OTAN y de decisiones externas. Fortalezas en las que apoyarse 1. Un mercado único poderoso con más de 400 millones de consumidores. 2. Regulaciones que marcan estándares globales, especialmente en tecnología y sostenibilidad. 3. Capacidades científicas avanzadas en salud, energía y medioambiente. 4. Un modelo de bienestar fuerte que sigue siendo un referente mundial. 5. Potencial para aliarse estratégicamente con EE.UU., India y América Latina para contrarrestar a China. --- 2. Horizonte 2040: ¿Cómo sería una UE resiliente en 2040? Características de una UE resiliente 1. Independencia total en tecnología, energía y defensa Producción propia de chips, inteligencia artificial y software estratégico. Energía 100% autónoma, con fusión nuclear, redes de hidrógeno y almacenamiento avanzado. Un ejército europeo unificado, con capacidad de respuesta inmediata y tecnología de defensa propia. 2. Sostenibilidad económica y social sin colapsar el bienestar Un sistema fiscal adaptado al envejecimiento y a la automatización del trabajo. Políticas de empleo que permitan la flexibilidad laboral sin precarización. Industria reindustrializada con tecnologías limpias, sin depender de China. 3. Gobernanza ágil y decisiones estratégicas rápidas Menos burocracia en la toma de decisiones. Un gobierno europeo más fuerte, con más poder para la Comisión Europea en temas clave. Capacidad de respuesta inmediata a crisis con planes de contingencia automatizados. 3. Sociedad y Generaciones: ¿Cómo garantizar equidad y resiliencia social? 1. Pacto generacional obligatorio No puede permitirse un sistema donde las pensiones se mantengan intactas mientras los jóvenes pagan la factura de un estado de bienestar insostenible. Reformar el sistema fiscal y de pensiones para repartir mejor la carga sin ahogar a las nuevas generaciones. 2. Educación sin obsolescencia Formación continua como norma. Las personas deben poder reinventarse laboralmente sin importar la edad. Financiación pública para cursos de reconversión tecnológica, accesibles a cualquier ciudadano. 3. Política de migración basada en mérito y necesidad estratégica No cualquier migración es sostenible. La UE debe atraer talento cualificado y asegurarse de que los migrantes se integren de forma efectiva. Programas de integración acelerada con formación intensiva en idioma, cultura y competencias.",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "1. Scope: What are the main challenges for the EU’s long-term resilience and what strengths can Europe support to build it? Key Challenges 1. Lack of political unity and excessive bureaucracy The EU takes too slow decisions and each country defends its interests without a common vision. Lack of strong executive leadership. If the European Commission does not gain more power, fragmentation will continue to weaken the crisis response. 2. Technological and energy dependency The EU does not control its own digital future. It does not produce advanced chips, depends on the US and China in AI and critical software. Energy is still not self-contained. Having no nuclear fusion or massive energy storage makes it vulnerable to external crises. 3. Demographic decline Ageing the population without sufficient generational replacement. Without a serious birth policy or a qualified migration strategy, Europe will not have a sufficient workforce in 2040. 4. Climate change and resource depletion The green transition is too slow. The EU is trapped in its own regulations and pressure from traditional industries. Lack of control over strategic raw materials. Without own access to lithium, rare earths and other resources, their industrial independence is limited. 5. Geopolitical threats and lack of self-defence Russia, China and the US are acting in their own interests and the EU remains without a common defence strategy. It does not have an integrated military industry and a unified army makes it dependent on NATO and external decisions. Strengths to be supported 1. A powerful single market with more than 400 million consumers. 2. Regulations setting global standards, especially in technology and sustainability. 3. Advanced scientific skills in health, energy and the environment. 4. A strong welfare model that remains a global benchmark. 5. Potential to strategically liaise with the US, India and Latin America to counter China. — 2. Horizon 2040: How would a resilient EU be in 2040? Features of a resilient EU 1. Total independence in technology, energy and defence own production of chips, artificial intelligence and strategic software. 100 % autonomous energy, with nuclear fusion, hydrogen networks and advanced storage. A unified European army, with immediate responsiveness and self-defence technology. 2. Economic and social sustainability without collapsing well-being A tax system adapted to ageing and automation of work. Employment policies that allow job flexibility without precariousness. Industry reindustrialised with clean technologies, without being dependent on China. 3. Agile governance and swift strategic decisions Less bureaucracy in decision-making. A stronger European government, with more power for the European Commission on key issues. Capacity for immediate crisis response with automated contingency plans. 3. Society and Generations: How to ensure social fairness and resilience? 1. A mandatory generational pact cannot afford a system where pensions remain intact while young people pay the bill for an unsustainable welfare state. Reform the tax and pension system to better share the homelessness burden to new generations. 2. Education without obsolescence Continuous training as a standard. People should be able to reinvent themselves at work regardless of age. Public funding for technological reconversion courses, accessible to all citizens. 3. Merit-based migration policy and strategic necessity Not any migration is sustainable. The EU must attract skilled talent and ensure that migrants are effectively integrated. Accelerated integration programmes with intensive training in language, culture and skills.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_9.md"
    ]
  },
  {
    "id": 3524468,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/05 05:20:44",
    "feedback": "La UE debe debatir a mi juicio, sobre temas importantes como: 1,- Leyes y legalidad común. ¿Por qué no elaboran una sola legislación para toda la UE?; No entiendo como un fugitivo y/o terrorista condenado en España, puede tener refugio en Bélgica. 2,- ¿Por qué regalamos dinero a los corruptos gobiernos, como Marrueco entre otros, cuando son los primeros enemigos de Europa?... 3,- ¿Por qué no existe leyes comunes contra la invasión de extranjeros por toda Europa? Ley de protección de nuestras fronteras exteriores, ¿Y cómo prohibir la entrada, en especial a los musulmanes? Que son la primera amenaza a nuestra civilización y cultura. 4; - ¿Por qué no existe un ejercito europeo que pueda defendernos de ataques de rusos, chino, o marroquíes?... 5,- se trata de hacer autentica verdad la UE, y ser potencia mundial y nunca el hazme reír de otros, como en la actualidad, estamos a lo que un loco sin padre conocido, supuesto presidente de usa, que, dicho sea de paso, la UE debería tener mas poder y peso especifico en el orden mundial, ya que somos mas que el doble de esos mal llamados americanos, que en su mayoría son de origen europeos o latino. Si Trump nos quiere asustar, rompiendo las reglas del comercio mundial y la globalización y el libre mercado, amenaza con poner aranceles a productos europeos, pues le pongamos a sus productos el doble, incluso, prohibir la importación y aislar a USA. ¿Por qué no?",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "José Luis",
    "surname": "Rajab",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The EU should, in my view, discuss important issues such as: 1, – laws and common legality. Why do they do not produce a single legislation for the whole of the EU? I do not understand that a fugitive or terrorist convicted in Spain may have refuge in Belgium. 2, – why do we get money back to corrupt governments, including but not limited to when they are Europe’s first enemies?... 3 – why are there no common laws against the invasion of foreigners across Europe? Law on the protection of our external borders, and how to ban entry, especially for Muslims? These are the first threat to our civilisation and culture. 4; Why is there no European exercise that can defend ourselves against attacks by Russians, Chinese, or Moroccan?... 5 – the aim is to make the EU authentic, and to be a global power and never to shy away from others, as in the present case, we are what a loco without a known father, supposed user, is supposed to have, that is to say, the EU should have more power and specific weight in the world order, since we are more than twice as many of these badly called Americans, most of which are of European or Latin origin. If Trump wants to sustain us, breaking the rules of world trade and globalisation and the free market, it threatens to put tariffs on European products, as we put its products double, even ban imports and isolate the USA. Why not?",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\José Luis Rajab.md"
    ]
  },
  {
    "id": 3524469,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/05 05:18:38",
    "feedback": "La UE debe debatir a mi juicio, sobre temas importantes como: 1,- Leyes y legalidad común. ¿Por qué no elaboran una sola legislación para toda la UE?; No entiendo como un fugitivo y/o terrorista condenado en España, puede tener refugio en Bélgica. 2,- ¿Por qué regalamos dinero a los corruptos gobiernos, como Marrueco entre otros, cuando son los primeros enemigos de Europa?... 3,- ¿Por qué no existe leyes comunes contra la invasión de extranjeros por toda Europa? Ley de protección de nuestras fronteras exteriores, ¿Y cómo prohibir la entrada, en especial a los musulmanes? Que son la primera amenaza a nuestra civilización y cultura. 4; - ¿Por qué no existe un ejercito europeo que pueda defendernos de ataques de rusos, chino, o marroquíes?... 5,- se trata de hacer autentica verdad la UE, y ser potencia mundial y nunca el hazme reír de otros, como en la actualidad, estamos a lo que un loco sin padre conocido, supuesto presidente de usa, que, dicho sea de paso, la UE debería tener mas poder y peso especifico en el orden mundial, ya que somos mas que el doble de esos mal llamados americanos, que en su mayoría son de origen europeos o latino, incluso de origen indio. Si Trump nos quiere asustar, rompiendo las reglas del comercio mundial y la globalización y el libre mercado, amenaza con poner aranceles a productos europeos, pues le pongamos a sus productos el doble, incluso, prohibir la importación y aislar a USA. ¿Por qué no?",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "José Luis",
    "surname": "Rajab",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The EU should, in my view, discuss important issues such as: 1, – laws and common legality. Why do they do not produce a single legislation for the whole of the EU? I do not understand that a fugitive or terrorist convicted in Spain may have refuge in Belgium. 2, – why do we get money back to corrupt governments, including but not limited to when they are Europe’s first enemies?... 3 – why are there no common laws against the invasion of foreigners across Europe? Law on the protection of our external borders, and how to ban entry, especially for Muslims? These are the first threat to our civilisation and culture. 4; Why is there no European exercise that can defend ourselves against attacks by Russians, Chinese, or Moroccan?... 5 – the aim is to make the EU authentic, and to be a global power and never to shy away from others, as in the present case, we are what a loco without a known father, the so-called user, is supposed to have, which, in fact, should have more power and specific weight in the world order, since we are more than twice as many of these badly known Americans, most of which are of European or Latin origin, even of Indian origin. If Trump wants to sustain us, breaking the rules of world trade and globalisation and the free market, it threatens to put tariffs on European products, as we put its products double, even ban imports and isolate the USA. Why not?",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\José Luis Rajab_1.md"
    ]
  },
  {
    "id": 3524467,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/05 03:52:02",
    "feedback": "E.U. needs to be grounded in Europe and for the world! 1. The E.U. should buy Brussels from Belgium, giving the E.U. a strong foundation and ending the ridiculous endless clash between Flanders and Wallonie over Brussels, which forced the creation of Belgium in the first place. 2. Arm civilians! Not after the example of the U.S. with guns and rifles in every house, but with regional citizen guard organisations under E.U. policy where all guns and rifles are kept, and where civilians can register to practice their firing skills and learn strategics involving the terrain of their surroundings. (why wait till we're ran over, to then try create a civilian resistance under difficult circumstances / are we forgetting the added value of the peasants fighting for their freedom along armies' side through history / and millions of civilian volunteers could be gathered in times of war, once they're familiar with fire arms and strategics under command) 3. On actual events: Russia is struggling in Ukraine! Belarus provided access to Russia to invade a european sovereign state. Simple: annex Belarus! Give Poland its original land back which was taken by the Soviet Union, and some extra as compensation for the abuse during WW2! Add a part to Ukraine! And let the rest become a sovereign E.U. state, naming it Acervia, after Latin \"acervus\". (not only did we show the world we exist, but Russia would lose its forward base deep into Europe / and we would be able to stop begging, and have something to throw on the table)",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Davy",
    "surname": "Anthonissen",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Davy Anthonissen.md"
    ]
  },
  {
    "id": 3524092,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/04 08:26:25",
    "feedback": "Ich denke das wir Europa Kreisen sicherer machen können, wenn wir eine bessere Politik schaffen. In der auch das Volk Mitsprache recht hat und nicht nur die Reichen. Au.erdem sollte der Fokus mehr auf Kinder und Jugendlichen gerichtete werden, denn sie sind die am meisten leiden müssen, wie in der Corona Krise. Unsere Zeit wird immer knapper, deshalb müssen wir mehr handeln. Wir müssen die Kinder mehr über politische und gesellschaftliche Themen aufklären. Zudem müssen wir Umwelt freundlicher werden, man könnte Sträflinge als Strafe Bäume pflanzen lassen und Schüler beibringen dass Menschen nicht die einzigste Lebewesen mit Würde sind. Kurz gesagt: wir müssen den Kinder und Jugendliche den Fehler aus der Vergangenheit nicht zu wiederholen und alles besser zu machen, was wir heute falsch gemacht haben. Wir müssen den nächsten Generationen beibringen, dass wir nur so viel von der Natur nehmen, wie wir brauchen um ein Tag zu überleben. Wir müssen jetzt handeln, sonst ist es zu spät. Wir könnten auch schon im Kindergarten anfangen. Wir können auch anfangen das Dächer nur noch mit grünen Pflanzen gebaut werden und Atom Kraft Werke verboten. Wir sollten auch unabhängig werden und alleine überleben können. Ich hoffe meine Ideen werden die Welt ändern und verbessern.",
    "language": "DE",
    "userType": "EU_CITIZEN",
    "country": "DEU",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Kai",
    "surname": "Wellmann",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "I think we can make Europe safer if we create better policies. In which the people also have a say, not just the rich. It is also important to focus more on children and young people, as they are the hardest hit by the coronavirus crisis. Our time is shrinking, so we need to do more. We need to educate children more about political and social issues. We also need to become more friendly to the environment, we could be allowed to plant trees as a punishment, and students could show that people are not the only living creatures with dignity. Briefly put: we do not need to repeat the mistake of the past for children and young people and to do better what we have misled today. We need to teach the next generations that we take only as much from nature as we need to survive a day. We need to act now, otherwise it is too late. We could also start in kindergarten. We can also start building the roof only with green plants and prohibit nuclear power plants. We should also be able to become independent and survive alone. I hope my ideas will change and improve the world.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Kai Wellmann.md"
    ]
  },
  {
    "id": 3523622,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/03/02 18:07:46",
    "feedback": "In my opinion the vision for EU should educate people and allow them to discuss stuff. Nothing in EU will ever be sustainable unless we allow people to discuss and debate. Vaccine in EU was never allowed to be discussed. Nato in EU was never allowed to be discussed. Agriculture in EU was never allowed to be discussed. Stuff in EU will not become sustainable unless we allow discussions and debates.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "FIN",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Maria",
    "surname": "Lindqvist",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Maria Lindqvist.md"
    ]
  },
  {
    "id": 3523549,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/28 15:37:01",
    "feedback": "Four challenges: 1. \"Data as Capital\" The forerunners of techno-feudalism GAFA-M are setting the standard for valuing data. Soon, the worth of data and the speed at which it is exchanged will surpass the gold standard and the analog era of capitalism. A failure to recognize the value of (personal) data from knowing someone's favorite beverage to the exact time they enter their car or get on a train, to the production capacity of an industry \"competitor\" is already generating massive profits for these digital empires. There is little public awareness of the consequences of this data mining, even as these companies construct \"The Sims\"-like digital twins of pretty much \"everything\". This is the tip of the iceberg as we fail to assess the impact of Google, Facebook, and TikTok in shaping collective behavior. Today, we see influencers subtly encroaching on personal space; tomorrow, we may witness hyper-targeted advertising that exploits biological signals such as a smartwatch detecting low blood sugar and triggering a perfectly timed beverage advertisement. From predicting to outright shaping the stock market or a political election, with growing room for speculation and other deviations... The collaboration of major corporations like in designing subliminal behavioral manipulation threatens autonomy across all levels (see Yuval Harari \"Homo Deus\" and other works). Worse, part of this data infrastructure used to extract and exploit information for profit is built with taxpayer money, offering no tangible health/wealth return to society (Citizens are \"doubly\" taxed for free profit of these companies). 2. Energy Consumption The exponential growth of data/digital comes with a corresponding surge in energy demand. Sustaining this data-driven world requires exponential energy resources, further straining existing infrastructure and accelerating environmental degradation (again, taxpayer money, no return) 3. \"Carbon as Capital\" failure & Adaptation: Two critical realizations will have to be translated into better policies a) EU Initiatives to \"decarbonize\" Europe are insufficient to meet the energy demands of a future highly technological society. b) While reducing carbon emissions remains the most accessible way to mitigate human impact on the biosphere, the relationship between emissions reduction and climate stabilization is not immediate or linear. Like a pot of simmering water, turning off the heat does not stop the boiling instantaneously. Reversing centuries of industrial impact within a single century is unrealistic. Instead, the focus might shift toward accelerating climate-resilient technologies and improving adaptive (techno/social) responses/strategies. 4. Mastering the Massive Migration Trends: In the short term, worsening living conditions driven by rising heat, water scarcity, and declining food production will force large-scale migration from regions surrounding the Mediterranean. The current strategy of postponing meaningful solutions will soon reach its breaking point. Resilience - EU Policy 1. Flexible: The European Union must adopt increasingly flexible policies to navigate these challenges faster and more effectively. 2. Scientific/technical: As the direct effects of climate change accumulate, and the indirect ones in the global south spill over, international collaboration may have to give way to more stringent \"scientific\" needs and policies. See success stories like CFCs, Covid-vaccine, etc. 3. AI-Driven: Artificial intelligence should play a role in shaping policy and governance. However, the root cause of today's crisis lies in political elites consistently siding with wealth owners for short-term gains. If European democracy & society do not become the genuine focus of decision-making potentially guided by AI then the 21st century risks becoming a technological \"Middle Age\". 4. Focused: resource scarcity may result in further pooling of policy targets, like developing a stable, scalable fusion process.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "ITA",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_10.md"
    ]
  },
  {
    "id": 3523503,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/28 11:27:51",
    "feedback": "Full view: https://berthub.eu/articles/posts/you-can-no-longer-base-your-government-and-society-on-us-clouds/ Abstract: The very short version: it is madness to continue transferring the running of European societies and governments to American clouds. Not only is it a terrible idea given the kind of things the King of America keeps saying, the legal sophistry used to justify such transfers, like the nonsense letter the Dutch cabinet sent last week, has now been invalidated by Trump himself. And why are we doing this? Convenience. But it is very scary to make yourself 100% dependent on the goodwill of the American government merely because it is convenient. So lets not.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "NLD",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "bert",
    "surname": "hubert",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\bert hubert.md"
    ]
  },
  {
    "id": 3523469,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/28 05:50:35",
    "feedback": "Erittäin tärkeä aloite ottaen huomioon nykyiset vallitsevat olosuhteet EU:n ulkopuolisten maiden aiheuttamina. Toivottavasti raportissa arvioidaan realistisesti USA:n toimien aiheuttamaa uhkaa, joka suoraan tulee Venäjän suunnalta. Myös pitäisi tarkastella tarkemmin EU:n omaa vastuuta yhteisestä puolustuksesta, sillä emme voi olla aina USA:n tuen varassa. Tämän puolustuksen kustannuksia kokonaisuudessaan tulisi arvioida tässä raportissa. Pitäisi myös tutkia keinoja pehmeimpiin keinoihin ja yksi näistä olisi yhtenäisen eurooppalaisen identiteetin korostaminen maittain, unohtamatta jokaisen EU-maan omia kansallisia ominaisasioita. Eurooppalaista yhtenäisyyttä on nakerrettu äärioikeiston puolelta jo pitkään. Odotan mielenkiinnolla tätä raporttia. Se määrittelee paljon miten EU aikoo ottaa vastuuta kriisitilanteista tulevina vuosina ja miten on niihin valmistautunut. Valmistautua meidän pitää, sillä isoin uhka iskee juuri silloin kun kaikki näyttää rauhalliselta. Ukraina osoittaa tämän.",
    "language": "FI",
    "userType": "EU_CITIZEN",
    "country": "FIN",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Joni",
    "surname": "Suikeli",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "A very important initiative, taking into account the current circumstances caused by non-EU countries. Hopefully, the report makes a realistic assessment of the threat posed by US action, which is coming directly from Russia. The EU’s own responsibility for collective defence should also be further explored, as we cannot always rely on US support. The full cost of this defence should be assessed in this report. There is also a need to explore ways of using the softest means, one of which would be to highlight a single European identity by country, without forgetting the national characteristics of each EU country. European unity has been surrounded on the far right side for a long time. I look forward to this report. It defines much how the EU intends to take responsibility for crisis situations in the coming years and how it is prepared for them. We need to prepare, as the biggest threat strikes just when everything looks calm. This is demonstrated by Ukraine.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Joni Suikeli.md"
    ]
  },
  {
    "id": 3523468,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/28 00:43:25",
    "feedback": "In addition to my previous submission, please find my answers to your consultation attached.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Nicolas",
    "surname": "Overloop",
    "login": "",
    "attachments": [
      {
        "id": 27540391,
        "fileName": "Strategic foresight 2025 answers.pdf",
        "ersFileName": "Strategic foresight 2025 answers.pdf",
        "pages": 7,
        "documentId": "090166e5194f815f",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 100571,
        "pdfSize": 104060
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Nicolas Overloop.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Nicolas Overloop.md"
    ]
  },
  {
    "id": 3523408,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/27 16:08:14",
    "feedback": "The EU's strategy must fundamentally change, otherwise the European Union has no future and will fall apart, because the EU is currently self-destructive. Stratégia EU sa musí od základu zmeniť, inak nemá Európska únia žiadnu budúcnosť a rozpadne sa, lebo momentálne je EU sebadeštruktívna. Green deal treba okamžite zastaviť, lebo prírodu neochraňuje a je ekonomicky veľmi nevýhodná. Napr. výroba batérií je extrémna ekologická záťaž a že nemáme dostatočne vybudovanú elektrickú sieť a čím viac elektrickej energie budeme produkovať kvôli elektromobilom a to rôznym spôsobom, tým viac tepla bude uvoľnovaného z elektrární a rôznych zariadení (aj solárnych) a teploty stúpajú. Taktiež elktrická sieť spôsobuje škody na životnom prostredí (úhyn vtákov,...), elektrosmog má veľmi negatívny účinok na všetko živé,... No a ako už vieme, tak napr. vyčerpané ropné ložiská sa obnovujú, zasa sa naplnili ropou a spaľovacie motory sú už na vysokej úrovni, tak prečo chceme len tak zahodiť predošlé investície a to, čo bolo na vysokej úrovni a čo malo vybudovanú sieť čerpacích staníc? Taktiež mám pocit, že chceme zrušiť každý výhodný nákup surovín a energií a nahradiť ho nevýhodným. Toto by sa malo zmeniť a mali by sme budovať obchodné vzťahy so všetkými krajinami, ak je to pre nás potrebné a výhodné a to vrátane Ruska! Aj Ukrajina, ktorá je v konflkte s Ruskom, stále nakupuje ruské energie, tak prečo sa chce EU, ktorá nie je v konflikte s Ruskom, odtrhnúť od ich lacnejších energií a nakupovať draho a zo zámoria? My sme neboli závislí, boli sme dobrí obchodníci, čo žiaľ, už neplatí, ale mali by sme sa k tomu vrátiť. A taktiež k vývoju a výrobe vlastných európskych technológií (napr. aj vlastných mobilných telefónov - zbierajú informácie o ľuďoch, atď.) Taktiež treba podporovať historické pamiatky, vybudovanie dopravnej siete a rôznorodosť, lebo to priťahuje turistov. Vo všeobecnosti je ale potrebné vrátiť do EU obchodného ,,ducha\", logické rozumné uvažovanie, diplomaciu, pravdivé informácie, právo a spravodlivosť a skutočné hodnoty. Taktiež je potrebná ochrana vonkajších hraníc Schengenu, lebo ekonomickí nelegálni migranti neprispievajú k prosperite štátov EU.",
    "language": "SK",
    "userType": "EU_CITIZEN",
    "country": "SVK",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Ivana",
    "surname": "Nemčicová",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The EU’s strategy must fundamentally change, otherwise the European Union has no future and will fall apart, because the EU is currently self-destructive. The EU’s strategy must be fundamentally changed, otherwise the European Union has no future and will break down because the EU is now self-destructive. The Green deal must be stopped immediately because it does not protect nature and is economically very disadvantageous. For example, battery production is an extreme environmental burden and that we do not have a sufficient electricity grid and the more electricity we generate because of electric vehicles in different ways, the more heat will be released from power plants and different installations (including solar) and temperatures are rising. The elite network also causes damage to the environment (bird mortality,...); electrosmog has a very negative effect on everything alive,... But and as we already know, e.g. depleted oil deposits are being restored, have they been filled with oil and the internal combustion engines are already at a high level, so why do we only want to discard previous investments and what was the high level and the construction of the network of refuelling stations? I also feel that we want to abolish all win-win purchases of raw materials and energy and replace it with onerous ones. This should change and we should build trade relations with all countries if necessary and beneficial for us, including Russia! Ukraine, which is in a conflection with Russia, is also still purchasing Russian energy, so why does the EU, which is not in conflict with Russia, want to segregate from their cheaper energy and buy a drama and overseas? We were not dependent, we were good traders, which unfortunately is no longer the case, but we should return to it. As well as the development and production of Europe’s own technologies (e.g. their own mobile phones – collecting information on people, etc.). Historical monuments, the development of a transport network and diversity should also be promoted, as this attracts tourists. In general, however, it is necessary to return to the EU commercial “dude”, logical sensible reasoning, diplomacy, truthful information, law and justice, and true values. There is also a need to protect Schengen’s external borders, as economic irregular migrants do not contribute to the prosperity of EU countries.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Ivana Nemčicová.md"
    ]
  },
  {
    "id": 3523241,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/26 12:49:27",
    "feedback": "i am a member of the Jean Monnet Policy Dialogue group AfriqEurope, led by the University of the Peloponnese, which includes about 30 European and African institutions of Higher Education and thinktanks. One of the issues we discussed was the limited impact that EPA's are having on Africa's development. Moreover, it lacks a strategic and coherent approach. My paper pointed to the need for EPA's as framework agreements only and for a more comprehensive bilateral \"Deep PTA\" that would encompass aid, trade and investment linked to critical value chains in Africa. This approach would be more strategic, more coherent and more impactful. If you wish to know more, please don't hesitate to contact me or the AfriqEurope chair.",
    "language": "EN",
    "userType": "ACADEMIC_RESEARCH_INSTITTUTION",
    "country": "NLD",
    "companySize": "LARGE",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "organization": "Maastricht School of Management",
    "attachments": [
      {
        "id": 27540243,
        "fileName": "EU and deep PTA's paper second draft.docx",
        "ersFileName": "EU and deep PTA's paper second draft.pdf",
        "pages": 20,
        "documentId": "090166e5193a34ba",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 449889,
        "pdfSize": 580743
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Maastricht School of Management.docx"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Maastricht School of Management.md"
    ]
  },
  {
    "id": 3523238,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/26 12:14:06",
    "feedback": "Europe in 2040 begins today so what we do today shapes how the future looks and develops. Today Europe is reeling from the US elections and is reacting to sudden geopolitical shifts which has shaken the EU bloc. Foresight now implies that EU must quickly consolidate alliances intra EU in the first instance and then actually succeed in a neighbourhood policy that is result based on matters like technology, trade, climate and conflict resolution. The key sectors are shifting towards AI, renewable energy, health, space technology and social innovation so that our societies must now be prepared for these shifts through R&D and education. . Demographic shifts within Europe are happening at pace often driven by neighbourhood conflict and/or restricted development in these regions. Europe must develop ways to ideas to stabilise these regions including through extending our technology etc to creating prosperity elsewhere. Finally EU citizens in the EU mosaic have a wealth of ideas and experience that can feed into the future solutions so engaging and mobilising the societies will strengthen the alliance from the bottom up. The EU should not simply become a place of big corporations where people work but strong societies where people contribute to common good.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "IRL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Kieran",
    "surname": "DALTON",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Kieran DALTON.md"
    ]
  },
  {
    "id": 3523140,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/25 11:24:51",
    "feedback": "The EU is very fragile due to its internal fragmentation, yet access to the European market is one of the most important geopolitical objectives for both the US, China, and India and any trade block. China has been investing significantly in port infrastructure around the world to avoid being isolated by a trade blockade in the south china sea and areas in the event of a conflict. If a war between China and the US breaks out, the war will be heavily fought over control of trade routes and the ability to deny its use to the adversary. Both India and Europa are completely powerless in this potential conflict. While we do have bases and island chains still around the world from our colonial days, we do not have a fleet to keep trade routes open and to deny blockades. Neither do we have the planes to defend those islands. I would like Europe to consider what its options are if the US starts a war with China and forces Europe into seizing its trade with any China supporter. Likewise, what if China wants to force EU into compliance by shutting down access to entire continents (e.g. deny seafaring through the Suez canal through its bases in Africa). If you look at the map then the US is almost capable of completely denying EU-China trade and also China can cut off significant amount of trade from the EU as they have sufficient bases in Africa to interdict Suez canal traffic and Cape of good horn traffic. They also have bases at the south of India and in Pakistan which means they can interdict India-EU trade. The assumption has always been that we will side with the US and that's still the most likely option but we should really have a choice in this matter when the time comes. Europe should leverage Ukraine's naval drone technology and develop larger ships that can launch them that look like commercial ships (e.g. a container ship with one naval drone per container). This, together with a buildout on historical territories of European countries would enable a European drone fleet to enact sea denial in retaliation. The EU should also create drone jets that can deliver a weapon payload and return to base, sort of like a mini strategic bomber. We can leverage Ukraine's cheap long-range cruise missiles for that. In General, the EU should triple down on investing in Ukraine's defense industry as their innovations are key to the long-term security and trade route security of Europe. Luckily for the EU, large ships such as aircraft carriers and destroyers are no longer relevant and we have an industry in Europe that is the world leader in naval drones. Last, the EU should open its own bases along key chokepoints such as Cape horn (Falklands), Cape of good hope (SA), Suez, Greenland (Northern sea route),... If we don't we (and India) risk to lose freedom of navigation and with that freedom to choose our own destiny and become a pawn of two superpowers. Sadly the international rule-based order is dead, we should secure our vital trade routes with hard power instead. That said, we should absolutely fix our internal fragmentation as well. A hostile China can easily bribe individual leaders/countries to avoid a unified European response. We are in a very short timeframe where our potential adversaries believe that Europe will never unite and can always be managed through exploiting divisions. The Polish Lithuanian commonwealth and its Liberum veto is a cautionary tale. That's why I believe we should give the EU commission the broadest democratic mandate possible and that's only possible if its leader is directly elected across the entire continent. Since proportional electoral colleges don't really work (too much incentive for block-forming) I propose that such a leader would be elected through instant-run off voting. A leader elected in such a way has the broadest possible democratic mandate. This is also needed to stimulate a lot of political debate over what kind of Europe we actually want in the nation states.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "BEL",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Nicolas",
    "surname": "Overloop",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Nicolas Overloop_1.md"
    ]
  },
  {
    "id": 3523103,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/25 06:12:11",
    "feedback": "Europe's future hinges on its digital resilience, and the 2025 Strategic Foresight Report presents a crucial opportunity to chart a course toward genuine digital sovereignty. The EuroStack Project submits this response, arguing that reliance on non-European tech giants poses a significant threat to the EU's long-term stability and competitiveness. This dependence creates strategic and economic vulnerabilities, jeopardizes data sovereignty under extraterritorial laws like the US FISA and CLOUD Act, and stifles European innovation. A resilient EU in 2040, as envisioned by EuroStack, will be characterized by control over its critical digital infrastructure a \"EuroStack\" built upon enforceable open standards and Open Source software. This will empower a thriving ecosystem of European businesses, especially SMEs, fueled by secure, interoperable data sharing and a highly skilled workforce. Achieving this vision requires a radical shift: prioritizing Open Source in all publicly funded projects (\"Public Money, Public Code\"), including public procurement of digital solutions (\"Open Source First\"), and enforcing interoperability to prevent vendor lock-in. This should extend to the creation of a \"European Small Business Act\" that favors European SMEs in public procurement. Crucially, building the EuroStack should be a bottom-up effort, leveraging existing, proven European Open Source technologies. Beyond infrastructure, digital resilience demands a holistic approach encompassing digital inclusion for all citizens, ethical AI development, and citizen empowerment through data control. Sustainable financing models, where users directly contract with developers of EuroStack components, will ensure long-term viability. The Commission's strategic foresight can be enhanced by embracing Open Source intelligence, actively engaging with the Open Source community, and prioritizing bottom-up, community-driven initiatives like EuroStack. The synergies between digital sovereignty, economic competitiveness, and cybersecurity are clear. While short-term cost concerns may seem to conflict with long-term sovereignty investments, this is a false economy. The long-term risks of dependence far outweigh any perceived short-term savings. Europe has the strength in its values, a vibrant Open Source community and tech ecosystem, and regulation such as the GDPR. By prioritizing true European solutions, the EU can secure not only its digital future, but its overall resilience and global leadership.",
    "language": "EN",
    "userType": "BUSINESS_ASSOCIATION",
    "country": "FRA",
    "companySize": "MICRO",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Stefane",
    "surname": "FERMIGIER",
    "login": "",
    "organization": "EuroStack Project",
    "attachments": [
      {
        "id": 27540190,
        "fileName": "EuroStack Project Response to the Call for Evidence %222025 Strategic Foresight Report%22.pdf",
        "ersFileName": "EuroStack Project Response to the Call for Evidence %222025 Strategic Foresight Report%22.pdf",
        "pages": 4,
        "documentId": "090166e5192656d4",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 132008,
        "pdfSize": 135544
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\EuroStack Project.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\EuroStack Project.md"
    ]
  },
  {
    "id": 3523102,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/25 01:59:26",
    "feedback": "Please find attached my contribution to your request for feedback.",
    "language": "EN",
    "userType": "EU_CITIZEN",
    "country": "DEU",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Andre",
    "surname": "REBENTISCH",
    "login": "",
    "attachments": [
      {
        "id": 27540189,
        "fileName": "Resilienceopen.pdf",
        "ersFileName": "Resilienceopen.pdf",
        "pages": 1,
        "documentId": "090166e519256b4c",
        "isRendered": true,
        "isExternalizedInHrs": true,
        "size": 49737,
        "pdfSize": 53459
      }
    ],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "local_attachments": [
      "attachments/2025 Strategic Foresight Report\\Andre REBENTISCH.pdf"
    ],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Andre REBENTISCH.md"
    ]
  },
  {
    "id": 3523086,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/24 17:49:17",
    "feedback": "Stratégie trop lourde, trop couteuse et inefficace. Pourquoi pas encore de défense Européenne ? Pourquoi des pénuries de médicaments et de personnels médicaux ? Pourquoi des retards dans l'IA ? Pourquoi acheter ailleurs ce qu'on sait produire en Europe ?",
    "language": "FR",
    "userType": "EU_CITIZEN",
    "country": "FRA",
    "publication": "ANONYMOUS",
    "status": "PUBLISHED",
    "firstName": "",
    "surname": "",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "Strategy too cumbersome, too costly and ineffective. Why not yet a European defence? Why shortages of medicines and medical staff? Why delays in AI? Why do we buy what is known to be produced in Europe?",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Anonymous_11.md"
    ]
  },
  {
    "id": 3523060,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/24 12:32:51",
    "feedback": "La Unión Europea, aunque nació como un mercado único para facilitar las transacciones comerciales entre los países europeos adheridos, ha ido evolucionando hacia una entidad política, por lo que los ciudadanos de la Unión deberímos ser el centro de las decisiones y las medidas destinadas a nuestro bienestar. Por ello, no deberían dejar simplemente al mercado el control de determinados elementos básicos, como son la vivienda, la alimentación y la energía, entre otros. Vemos tristemente como los precios de muchos de estos elementos se han disparado hasta niveles inverosímiles, mucho más allá de lo que lo han hecho los salarios, y los jóvenes se ven imposibilitados de acceder a una vivienda en condiciones, como ha venido haciéndose en las últimas décadas, precisamente porque el neoliberalismo campa a sus anchas cada vez más salvajemente y en más países. Cualquier régimen económico, y el capitalismo especialmente, debe ser limitado e intervenido para evitar atropellos a la ciudadanía como el que vemos hoy día, y los ciudadanos esperamos de la Unión Europea que sea capaz de ordenar el mercado y limitar los abusos, vengan de donde vengan.",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Francisco José",
    "surname": "Viturro Barreiro",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "The European Union, although born as a single market to facilitate commercial transactions between the acceding European countries, has evolved into a political entity, so EU citizens should be at the heart of decisions and measures aimed at our well-being. Therefore, they should not simply leave to the market control of certain basic elements, such as housing, food and energy, among others. We see sadly how the prices of many of these elements have soared to implausible levels, far beyond wages, and young people are unable to access housing in conditions, as has been the case in recent decades, precisely because neoliberalism runs to their wide ever more saving and in more countries. Any economic regime, and capitalism in particular, must be limited and intervened in order to avoid exciting citizens such as the one we see today, and citizens expect the European Union to be able to order the market and limit abuses, coming from where they come.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Francisco José Viturro Barreiro.md"
    ]
  },
  {
    "id": 3522377,
    "referenceInitiative": "Ares(2025)1341453",
    "dateFeedback": "2025/02/20 08:57:38",
    "feedback": "No existe un intervencionismo económico bueno. El abuso de normas que condicionan las decisiones reduce el mercado, alza los precios y daña el crecimiento, por eso deben ser retiradas una vez se corrijan los excesos. John Locke dejo dicho que los poderes públicos (el Estado) deben intervenir lo menos posible en la economía y en los mercados, pero construir un corpus normativo que garantice el derecho a la propiedad privada y la iniciativa de los particulares como mejor fórmula para lograr el resto de los derechos naturales. Y no precisa demostración que las economías con limitados niveles de intervencionismo experimentan mayores crecimientos, y que aquellas con alta penetración de intervencionismo estatal, tanto en gestión de actividades como en regulación de los mercados, tienen limitaciones al avance de la riqueza ya su reparto. Un vistazo simple a la geografía económica mundial proporciona una escala gráfica con niveles de crecimiento y riqueza directamente proporcional al grado de libertad económica, con los países de mercados abiertos (y democráticos) en un extremo y los estatizados (y no democráticos) en el otro. El problema no está en activar decisiones intervencionistas a través de las normas, sino en no saber retirarlas una vez corregido el defecto del mercado. El Gobierno de España, tanto por la súbita aparición de la última crisis por el Covid como por la propia composición del Ejecutivo tras las elecciones de 2019, ha entrado en una espiral de intervencionismo que amenaza con consolidarse, y que está teniendo efectos perversos en las actividades afectadas, con reducciones importantes del tamaño de los mercados y subidas de los precios, y condicionando decisiones de los particulares que muchas veces van en contra de lo pretendido",
    "language": "ES",
    "userType": "EU_CITIZEN",
    "country": "ESP",
    "publication": "WITHINFO",
    "status": "PUBLISHED",
    "firstName": "Esteban Carlos",
    "surname": "Borzino",
    "login": "",
    "attachments": [],
    "publicationId": 19173,
    "isMyFeedback": false,
    "isLikedByMe": false,
    "isDislikedByMe": false,
    "publicationStatus": "CLOSED",
    "feedbackTextUserLanguage": "There is no good economic interventionism. The abuse of rules that influence decisions reduces the market, increases prices and damages growth, which is why they must be withdrawn once excesses are corrected. John Locke said that the public authorities (the State) should intervene as little as possible in the economy and markets, but build a body of legislation guaranteeing the right to private property and the initiative of individuals as the best way to achieve the rest of natural rights. There is no need to demonstrate that economies with limited levels of interventionism experience greater growth, and that those with a high penetration of state interventionism, both in terms of activity management and market regulation, have limitations on the advancement of wealth and its distribution. A simple look at the global economic geography provides a graphical scale with levels of growth and wealth directly proportional to the degree of economic freedom, with countries with open (and democratic) markets at one end and the countries statised (and not democratic) at the other. The problem is not to trigger interventionist decisions through the rules, but rather not to know how to withdraw them once the market defect has been corrected. The Spanish Government, both as a result of the sudden outbreak of the latest Covid crisis and the executive composition itself following the 2019 elections, has entered into a spiral of interventionism that threatens to consolidate, which is having perverse effects on the activities affected, with significant reductions in the size of the markets and price increases, and influencing decisions by individuals who often run counter to what was intended.",
    "local_attachments": [],
    "local_markdowns": [
      "markdown/2025 Strategic Foresight Report\\Esteban Carlos Borzino.md"
    ]
  }
]